Repository: rubencarneiro/oxide
Catalog: po/*.po
Languages: am, ar, cs, de, fa, fil, gu, he, hi, hr, kn, ko, lv, ml, mr, ms, ro, sl, sr, sw, ta, te, uk, vi

# IDS_DETAILS_WITHOUT_SUMMARY_LABEL
source: Details
am: ዝርዝሮች
ar: التفاصيل
cs: Podrobnosti
fa: جزئیات
fil: Mga Detalye
gu: વિગતો
he: פרטים
hi: विवरण
hr: Detalji
kn: ವಿವರಗಳು
ko: 세부정보
lv: Informācija
ml: വിശദാംശങ്ങള്‍‌
mr: तपशील
ms: Butiran
ro: Detalii
sl: Podrobnosti
sr: Детаљи
sw: Maelezo
ta: விவரங்கள்
te: వివరాలు
uk: Деталі
vi: Chi tiết

# IDS_SEARCHABLE_INDEX_INTRO
source: This is a searchable index. Enter search keywords:
am: ይህ ሊፈለግ የሚችል መረጃ ጠቋሚ ነው። የፍለጋ ቁልፍ ቃላት አስገባ፦
ar: يمكن البحث في هذا الفهرس بإدخال كلمات مفتاحية:
cs: Toto je prohledávatelný index. Zadejte hledaná klíčová slova:
de: Dieser Index kann durchsucht werden. Geben Sie Suchbegriffe ein:
fa: این نمایه قابل جستجو است. کلمات کلیدی جستجو را وارد کنید:
fil: Isa itong paghahanap ng index. Ipasok ang paghahanap sa mga keyword:
gu: આ એક શોધસક્ષમ અનુક્રમણિકા છે. શોધ કીવર્ડ્સ દાખલ કરો:
he: זהו אינדקס שניתן לבצע בו חיפוש. הזן מילות מפתח לחיפוש:
hi: इस अनुक्रमणिका को खोजा जा सकता है. खोज कुंजीशब्द प्रविष्ट करें:
hr: Ovaj je indeks moguće pretraživati. Unesite ključne riječi za pretraživanje:
kn: ಇದು ಹುಡುಕಾಡಬಹುದಾದ ಸೂಚಿಕೆ ಹುಡುಕಾಟ ಕೀವರ್ಡ್‌ಗಳನ್ನು ನಮೂದಿಸಿ:
ko: 이것은 검색 색인합니다. 검색 키워드 입력:
lv: Šis ir indekss ar meklēšanas iespējām. Ievadīt meklēšanas atslēgvārdus:
ml: ഇത് തിരയാവുന്ന സൂചികയാണ്. തിരയല്‍ കീവേഡുകള്‍ നല്‍കുക:
mr: ही शोध घेण्यायोग्य अनुक्रमणिका आहे. शोध कीवर्ड प्रविष्ट करा:
ms: Ini adalah indeks boleh dicari. Masukkan kata kunci carian:
ro: Acesta este un index în care se poate căuta. Introduceți cuvintele cheie pentru căutare:
sl: To je kazalo, ki omogoča iskanje. Vnesite ključne besede za iskanje:
sr: Ово је индекс који може да се претражује. Унесите кључне речи за претрагу:
sw: Hii ni fahirisi inayoweza kutafutwa. Weka maneno muhimu ya utafutaji.
ta: இது தேடக்கூடிய பொருளடக்கம். தேடல் சொற்களை உள்ளிடுக:
te: ఇది ఒక శోధించగల సూచిక. శోధన కీవర్డ్‌లను ఎంటర్ చెయ్యండి:
uk: Цей доступний для пошуку індекс. Введіть ключові слова пошуку:
vi: Đây là chỉ mục có thể tìm kiếm. Nhập từ khóa tìm kiếm vào:

# IDS_FORM_CALENDAR_CLEAR
source: Clear
am: አጽዳ
ar: محو
cs: Vymazat
de: Löschen
fa: پاک کردن
fil: I-clear
gu: સાફ કરો
he: נקה
hi: साफ़ करें
hr: Izbriši
kn: ತೆರವುಗೊಳಿಸಿ
ko: 삭제
lv: Notīrīt
ml: മായ്‌ക്കുക
mr: साफ करा
ms: Kosongkan
ro: Ștergeți
sl: Počisti
sr: Обриши
sw: Futa
ta: அழி
te: క్లియర్ చేయి
uk: Очистити
vi: Xóa

# IDS_FORM_CALENDAR_TODAY
source: Today
am: ዛሬ
ar: اليوم
cs: Dnes
de: Heute
fa: امروز
fil: Ngayon
gu: આજે
he: היום
hi: आज
hr: Danas
kn: ಇಂದು
ko: 오늘
lv: Šodien
ml: ഇന്ന്
mr: आज
ms: Hari ini
ro: Astăzi
sl: Danes
sr: Данас
sw: Leo
ta: இன்று
te: ఈ రోజు
uk: Сьогодні
vi: Hôm nay

# IDS_FORM_DATE_FORMAT_DAY_IN_MONTH
source: Day
am: ቀን
ar: يوم
cs: Den
de: Tag
fa: روز
fil: Araw
gu: દિવસ
he: יום
hi: दिन
hr: Dan
kn: ದಿನ
ko: 일
lv: Diena
ml: ദിവസം
mr: दिवस
ms: Hari
ro: Zi
sl: Dan
sr: Дан
sw: Siku
ta: நாள்
te: రోజు
uk: День
vi: Ngày

# IDS_FORM_DATE_FORMAT_MONTH
source: Month
am: ወር
ar: شهر
cs: Měsíc
de: Monat
fa: ماه
fil: Buwan
gu: મહિનો
he: חודש
hi: माह
hr: Mjesec
kn: ತಿಂಗಳು
ko: 월
lv: Mēnesis
ml: മാസം
mr: महिना
ms: Bulan
ro: Lună
sl: Mesec
sr: Месец
sw: Mwezi
ta: மாதம்
te: నెల
uk: Місяць
vi: Tháng

# IDS_FORM_DATE_FORMAT_YEAR
source: Year
am: ዓመት
ar: عام
cs: Rok
de: Jahr
fa: سال
fil: Taon
gu: વર્ષ
he: שנה
hi: वर्ष
hr: Godina
kn: ವರ್ಷ
ko: 연도
lv: Gads
ml: വര്‍ഷം
mr: वर्ष
ms: Tahun
ro: An
sl: Leto
sr: Година
sw: Mwaka
ta: ஆண்டு
te: సంవత్సరం
uk: Рік
vi: Năm

# IDS_FORM_SUBMIT_LABEL
source: Submit
am: አስገባ
ar: إرسال
cs: Odeslat
de: Senden
fa: ارائه
fil: Isumite
gu: સબમિટ કરો
he: שלח
hi: सबमिट करें
hr: Pošalji
kn: ಸಲ್ಲಿಸು
ko: 제출
lv: Iesniegt
ml: സമര്‍പ്പിക്കൂ
mr: सबमिट करा
ms: Serah
ro: Trimiteți
sl: Pošlji
sr: Пошаљи
sw: Wasilisha
ta: சமர்ப்பி
te: సమర్పించు
uk: Надіслати
vi: Gửi

# IDS_FORM_INPUT_ALT
source: Submit
am: አስገባ
ar: إرسال
cs: Odeslat
de: Senden
fa: ارائه
fil: Isumite
gu: સબમિટ કરો
he: שלח
hi: सबमिट करें
hr: Pošalji
kn: ಸಲ್ಲಿಸು
ko: 제출
lv: Iesniegt
ml: സമര്‍പ്പിക്കൂ
mr: सबमिट करा
ms: Serah
ro: Trimiteți
sl: Pošlji
sr: Пошаљи
sw: Wasilisha
ta: சமர்ப்பி
te: సమర్పించు
uk: Надіслати
vi: Gửi

# IDS_FORM_RESET_LABEL
source: Reset
am: ዳግም አስጀምር
ar: إعادة
cs: Resetovat
de: Zurücksetzen
fa: بازنشانی
fil: I-reset
gu: રીસેટ કરો
he: אפס
hi: रीसेट करें
hr: Ponovno postavi
kn: ಮರುಹೊಂದಿಸು
ko: 재설정
lv: Atiestatīt
ml: വീണ്ടും സജ്ജീകരിക്കുക
mr: रीसेट करा
ms: Tetapkan semula
ro: Resetați
sl: Ponastavi
sr: Ресетуј
sw: Weka upya
ta: மீட்டமை
te: తిరిగి అమర్చండి
uk: Скинути
vi: Đặt lại

# IDS_FORM_FILE_BUTTON_LABEL
source: Choose File
am: ፋይል ምረጥ
ar: اختيار ملفّ
cs: Vybrat soubor
de: Datei auswählen
fa: انتخاب فایل
fil: Pumili ng File
gu: ફાઇલ પસંદ કરો
he: בחר קובץ
hi: फ़ाइल चुनें
hr: Odaberi datoteku
kn: ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿ
ko: 파일 선택
lv: Izvēlieties failu
ml: ഫയല്‍ തിരഞ്ഞെടുക്കൂ
mr: फाइल निवडा
ms: Pilih Fail
ro: Alegeți fișierul
sl: Izberi datoteko
sr: Одабери датотеку
sw: Chagua Faili
ta: கோப்பைத் தேர்வு செய்க
te: ఫైల్‌ను ఎంచుకోండి
uk: Вибрати файл
vi: Chọn Tệp tin

# IDS_FORM_MULTIPLE_FILES_BUTTON_LABEL
source: Choose Files
am: ፋይሎችን ይምረጡ
ar: اختيار الملفات
cs: Zvolit soubory
de: Dateien auswählen
fa: انتخاب فایل‌ها
fil: Pumili ng Mga File
gu: ફાઇલો પસંદ કરો
he: בחר קבצים
hi: फ़ाइलें चुनें
hr: Odabir datoteka
kn: ಫೈಲ್‌ಗಳನ್ನು ಆರಿಸಿ
ko: 파일 선택
lv: Izvēlēties failus
ml: ഫയലുകൾ തിരഞ്ഞെടുക്കുക
mr: फायली निवडा
ms: Pilih Fail
ro: Alegeți fișierele
sl: Izberi datoteke
sr: Избор датотека
sw: Chagua Faili
ta: கோப்புகளைத் தேர்வுசெய்க
te: ఫైల్‌లను ఎంచుకోండి
uk: Вибрати файли
vi: Chọn tệp

# IDS_FORM_FILE_NO_FILE_LABEL
source: No file chosen
am: ምንም ፋይል አልተመረጠም
ar: ّلم يتمّ اختيار أيّ ملفّ
cs: Soubor nevybrán
de: Keine ausgewählt
fa: فایلی انتخاب نشده است
fil: Walang napiling file
gu: કોઈ ફાઇલ પસંદ કરેલી નથી
he: לא נבחר קובץ
hi: कोई फाइल नहीं चुनी गई
hr: Nije odabrana niti jedna datoteka.
kn: ಯಾವುದೇ ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ko: 선택된 파일 없음
lv: Nav izvēlēts neviens fails
ml: ഒരു ഫയലും തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणतीही फाइल निवडलेली नाही
ms: Tiada fail dipilih
ro: Nu s-au ales fișiere
sl: Nobena datoteka ni izbrana
sr: Није одабрано
sw: Hakuna faili iliyochaguliwa
ta: எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை
te: ఫైల్ ఏదీ ఎంచుకోలేదు
uk: Файл не вибрано
vi: Không có tệp nào được chọn

# IDS_FORM_FILE_NO_FILE_DRAG_LABEL
source: Drag file here
am: ፋይል ወደዚህ ጎትት
ar: سحب الملفّ إلى هنا
cs: Přetáhnout soubor sem
de: Datei hier ablegen
fa: فایل را اینجا بکشید
fil: Kaldkarin dito ang file
gu: ફાઇલને અહીં ખેંચો
he: גרור את הקובץ לכאן
hi: यहां फाइल खींचकर लाएं
hr: Povucite datoteku ovamo
kn: ಇಲ್ಲಿ ಫೈಲ್ ಅನ್ನು ಎಳೆಯಿರಿ
ko: 여기로 파일 드래그
lv: Ievelciet failu šeit
ml: ഇവിടെ ഫയല്‍ ഇഴയ്ക്കുക
mr: फाइल येथे ड्रॅग करा
ms: Seret fail ke sini
ro: Trageți fișierul aici
sl: Datoteko povleci sem
sr: Превуците датотеку овде
sw: Vuta faili hapa
ta: கோப்பை இங்கே இழுத்து வருக
te: ఫైల్‌ను ఇక్కడకు లాగండి
uk: Перетягніть файл сюди
vi: Kéo tệp tại đây

# IDS_FORM_FILE_MULTIPLE_UPLOAD
source: $1 files
am: $1 ፋይሎች
ar: عدد الملفات: $1
cs: Počet souborů: $1
de: $1 Dateien
fa: $1 فایل
fil: $1 mga file
gu: $1 ફાઇલો
he: $1 קבצים
hi: $1 फ़ाइल
hr: Broj datoteka: $1
kn: $1 ಫೈಲ್‌ಗಳು
ko: 파일 $1개
lv: $1 faili
ml: $1 ഫയലുകള്‍
mr: $1 फायली
ms: $1 fail
ro: $1 fișiere
sl: Število datotek: $1
sr: $1 датотеке(а)
sw: faili $1
ta: $1 கோப்புகள்
te: $1 ఫైళ్ళు
uk: файлів: $1
vi: $1 tệp

# IDS_FORM_OTHER_COLOR_LABEL
source: Other...
am: ሌላ…
ar: ملف تعريف آخر...
cs: Další...
de: Andere...
fa: دیگر...
fil: Iba pa...
gu: અન્ય...
he: אחר...
hi: अन्य...
hr: Ostalo...
kn: ಇತರೆ...
ko: 기타...
lv: Cits
ml: മറ്റുള്ളവ...
mr: अन्य...
ms: Lain-lain...
ro: Altul...
sl: Drugo ...
sr: Друго...
sw: Mengine...
ta: மற்றவை…
te: ఇతర...
uk: Інший...
vi: Khác...

# IDS_FORM_OTHER_DATE_LABEL
source: Other...
am: ሌላ...
ar: آخر...
cs: Jiné…
de: Andere...
fa: موارد دیگر...
fil: Iba pa...
gu: અન્ય...
he: אחר...
hi: अन्य...
hr: Drugo...
kn: ಇತರೆ...
ko: 다른 일자...
lv: Cits...
ml: മറ്റുള്ളവ...
mr: अन्य...
ms: Lain-lain...
ro: Altele...
sl: Drugo ...
sr: Друго...
sw: Nyingine...
ta: மற்றவை…
te: ఇతర...
uk: Інші...
vi: Khác...

# IDS_FORM_OTHER_MONTH_LABEL
source: Other...
am: ሌላ...
ar: آخر...
cs: Jiné…
de: Andere...
fa: موارد دیگر...
fil: Iba pa...
gu: અન્ય...
he: אחר...
hi: अन्य...
hr: Drugo...
kn: ಇತರೆ...
ko: 다른 달...
lv: Cits...
ml: മറ്റുള്ളവ...
mr: अन्य...
ms: Lain-lain...
ro: Altele...
sl: Drugo ...
sr: Друго...
sw: Nyingine...
ta: மற்றவை…
te: ఇతర...
uk: Інші...
vi: Khác...

# IDS_FORM_OTHER_TIME_LABEL
source: Other...
am: ሌላ...
ar: آخر...
cs: Jiné…
de: Andere...
fa: موارد دیگر...
fil: Iba pa...
gu: અન્ય...
he: אחר...
hi: अन्य...
hr: Drugo...
kn: ಇತರೆ...
ko: 다른 시간...
lv: Cits...
ml: മറ്റുള്ളവ...
mr: अन्य...
ms: Lain-lain...
ro: Altele...
sl: Drugo ...
sr: Друго...
sw: Nyingine...
ta: மற்றவை…
te: ఇతర...
uk: Інші...
vi: Khác...

# IDS_FORM_OTHER_WEEK_LABEL
source: Other...
am: ሌላ...
ar: آخر...
cs: Jiné…
de: Andere...
fa: موارد دیگر...
fil: Iba pa...
gu: અન્ય...
he: אחר...
hi: अन्य...
hr: Drugo...
kn: ಇತರೆ...
ko: 다른 주...
lv: Cits...
ml: മറ്റുള്ളവ...
mr: अन्य...
ms: Lain-lain...
ro: Altele...
sl: Drugo ...
sr: Друго...
sw: Nyingine...
ta: மற்றவை…
te: ఇతర...
uk: Інші...
vi: Khác...

# IDS_FORM_PLACEHOLDER_FOR_DAY_OF_MONTH_FIELD
source: dd
am: ቀቀ
ar: يوم
de: tt
kn: ದಿದಿ
ko: 일
ml: തീയതി
ro: zz
sr: дд
uk: дд

# IDS_FORM_PLACEHOLDER_FOR_MONTH_FIELD
source: mm
am: ሚሜ
ar: شهر
kn: ಮಿಮೀ
ko: 월
ml: മാസം
ro: ll
sr: мм
uk: мм

# IDS_FORM_PLACEHOLDER_FOR_YEAR_FIELD
source: yyyy
am: ዓዓዓዓ
ar: سنة
cs: rrrr
de: jjjj
hr: gggg
kn: ವವವವ
ko: 연도
lv: gggg
ml: വർഷം
ro: aaaa
sl: llll
sr: гггг
uk: рррр

# IDS_FORM_THIS_MONTH_LABEL
source: This month
am: በዚህ ወር
ar: هذا الشهر
cs: Tento měsíc
de: Aktueller Monat
fa: این ماه
fil: Buwang ito
gu: આ મહિને
he: החודש
hi: इस माह
hr: Ovaj mjesec
kn: ಈ ತಿಂಗಳು
ko: 이번 달
lv: Šis mēnesis
ml: ഈ മാസം
mr: या महिन्यात
ms: Bulan ini
ro: Luna aceasta
sl: Ta mesec
sr: Овај месец
sw: Mwezi huu
ta: இந்த மாதம்
te: ఈ నెల
uk: Цей місяць
vi: Tháng này

# IDS_FORM_THIS_WEEK_LABEL
source: This week
am: በዚህ ሣምንት
ar: هذا الأسبوع
cs: Tento týden
de: Diese Woche
fa: این هفته
fil: Linggong ito
gu: આ અઠવાડિયે
he: השבוע
hi: इस सप्ताह
hr: Ovaj tjedan
kn: ಈ ವಾರ
ko: 이번 주
lv: Šī nedēļa
ml: ഈ ആഴ്‌ച
mr: या आठवड्यात
ms: Minggu ini
ro: Săptămâna aceasta
sl: Ta teden
sr: Ова недеља
sw: Wiki hii
ta: இந்த வாரம்
te: ఈ వారం
uk: Цей тиждень
vi: Tuần này

# IDS_FORM_WEEK_NUMBER_LABEL
source: Week
am: ሳምንት
ar: الأسبوع
cs: Týden
de: Woche
fa: هفته
fil: Linggo
gu: અઠવાડિયું
he: שבוע
hi: सप्ताह
hr: Tjedan
kn: ವಾರ
ko: 주
lv: Nedēļa
ml: ആഴ്‌ച
mr: आठवडा
ms: Minggu
ro: Săptămână
sl: Teden
sr: Недеља
sw: Juma
ta: வாரம்
te: వారం
uk: Тиждень
vi: Tuần

# IDS_RECENT_SEARCHES_NONE
source: No recent searches
am: የቅርብ ጊዜ ፍለጋዎች የሉም
ar: لا عمليات بحث حديثة
cs: Žádná nedávná vyhledávání
de: Keine vor Kurzem durchgeführte Suchanfragen
fa: جستجوی جدیدی وجود ندارد
fil: Walang kamakailang mga paghahanap
gu: હાલની શોધો નથી
he: אין חיפושים אחרונים
hi: हाल ही कोई खोज नहीं
hr: Nema najnovijih pretraživanja
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು ಇಲ್ಲ
ko: 최근 수행된 검색 없음
lv: Nav nesenu meklējumu
ml: സമീപകാല തിരയലുകള്‍ ഇല്ല
mr: अलीकडील शोध नाहीत
ms: Tiada carian baru-baru ini
ro: Nicio căutare recentă
sl: Ni zadnjih iskanj
sr: Нема недавних претрага
sw: Hakuna utafutaji wa hivi karibuni
ta: சமீபத்திய தேடல்கள் எதுவுமில்லை
te: ఇటీవల శోధనలు లేవు
uk: Немає останніх пошуків
vi: Không có tìm kiếm nào gần đây

# IDS_RECENT_SEARCHES
source: Recent Searches
am: የቅርብ ጊዜ ፍለጋዎችን
ar: آخر عمليات البحث
cs: Nedávná vyhledávání
de: Vor Kurzem durchgeführte Suchanfragen
fa: جستجوهای جدید
fil: Kasalukuyang Mga Paghahanap
gu: તાજેતરની શોધ
he: חיפושים אחרונים
hi: हाल ही में की गई खोजें
hr: Najnovija pretraživanja
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟಗಳು
ko: 최근 수행된 검색
lv: Neseni meklējumi
ml: സമീപകാല തിരയലുകള്‍
mr: अलीकडील शोध
ms: Carian Baru-baru Ini
ro: Căutări recente
sl: Zadnja iskanja
sr: Недавне претраге
sw: Utafutaji wa hivi karibuni
ta: சமீபத்திய தேடல்கள்
te: ఇటీవల శోధనలు
uk: Останні пошуки
vi: Tìm kiếm Gần đây

# IDS_RECENT_SEARCHES_CLEAR
source: Clear Recent Searches
am: የቅርብ ጊዜ ፍለጋዎችን አስወግድ
ar: محو آخر عمليات البحث
cs: Smazat nedávná vyhledávání
de: Vor Kurzem durchgeführte Suchanfragen löschen
fa: پاک کردن جستجوهای اخیر
fil: Lisiman ang Kasalukuyang Mga Paghahanap
gu: હાલની શોધને સાફ કરો
he: הסר חיפושים אחרונים
hi: हाल ही की खोजें साफ़ करें
hr: Obriši najnovija pretraživanja
kn: ಇತ್ತೀಚಿನ ಹುಡುಕಾಟವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 최근 검색 삭제
lv: Dzēst nesenos meklējumus
ml: അടുത്തിടെയുള്ള തിരയലുകള്‍ മായ്ക്കുക
mr: अलीकडील शोध साफ करा
ms: Kosongkan Carian Baru-baru Ini
ro: Ștergeți căutările recente
sl: Počisti zadnja iskanja
sr: Обриши недавне претраге
sw: Futa Utafutaji wa Hivi Karibuni
ta: சமீபத்திய தேடல்களை சுத்தமாக்கு
te: ఇటీవల శోధనలను క్లియర్ చెయ్యి
uk: Очистити останні пошуки
vi: Xóa Tìm kiếm Gần đây

# IDS_AX_ROLE_WEB_AREA
source: HTML content
am: የኤች ቲ ኤም ኤል ይዘት
ar: ‏محتوى HTML
cs: Obsah ve formátu HTML
de: HTML-Inhalte
fa: ‏محتوای HTML
fil: HTML na nilalaman
gu: HTML સામગ્રી
he: ‏תוכן HTML
hi: HTML सामग्री
hr: HTML sadržaj
kn: HTML ವಿಷಯ
ko: HTML 콘텐츠
lv: HTML saturs
ml: HTML ഉള്ളടക്കം
mr: HTML सामुग्री
ms: Kandungan HTML
ro: Conținut HTML
sl: Vsebina HTML
sr: HTML садржај
sw: Maudhui ya HTML
ta: HTML உள்ளடக்கம்
te: HTML కంటెంట్
uk: Вміст HTML
vi: Nội dung HTML

# IDS_AX_ROLE_LINK
source: link
am: አገናኝ
ar: رابط
cs: odkaz
fa: پیوند
gu: લિંક
he: קישור
hi: संपर्क
hr: veza
kn: ಲಿಂಕ್
ko: 링크
lv: saite
ml: ലിങ്ക്
mr: दुवा
ms: pautan
sl: povezava
sr: веза
sw: kiungo
ta: இணைப்பு
te: లింక్
uk: посилання
vi: liên kết

# IDS_AX_ROLE_LIST_MARKER
source: list marker
am: ዝርዝር አመልካች
ar: محدّد القائمة
cs: značka seznamu
de: Listenmarkierung
fa: علامت گذار لیست
fil: Ilista ang marker
gu: સૂચિ માર્કર
he: סמן רשימה
hi: सूची चिन्हक
hr: oznaka popisa
kn: ಪಟ್ಟಿ ಗುರುತು
ko: 목록 표시기
lv: sarakstu marķieris
ml: പട്ടിക മാര്‍ക്കര്‍
mr: सूची चिन्हक
ms: penanda senarai
ro: marcator listă
sl: označevalnik seznama
sr: означивач листе
sw: kialamishi orodha
ta: பட்டியல் குறிப்பான்
te: జాబితా మార్కర్
uk: маркер списку
vi: đánh dấu danh sách

# IDS_AX_ROLE_IMAGE_MAP
source: image map
am: የምስል ካርታ
ar: مخطّط صورة
cs: obrázková mapa
fa: نقشه تصویر
fil: mapa ng imahe
gu: છબી નકશો
he: מפת תמונות
hi: चित्र नक्शे
hr: karta slika
kn: ಇಮೇಜ್ ನಕ್ಷೆ
ko: 이미지 지도
lv: attēlu karte
ml: ഇമേജ് മാപ്പ്
mr: प्रतिमा नकाशा
ms: peta imej
ro: hartă cu imagini
sl: slikovni zemljevid
sr: мапа слике
sw: ramani ya picha
ta: பட மேப்
te: చిత్రం మ్యాప్‌
uk: мапа зображення
vi: bản đồ hình ảnh

# IDS_AX_ROLE_HEADING
source: heading
am: ርዕስ
ar: العنوان
cs: záhlaví
de: Kopfzeile
fa: عنوان
gu: મથાળું
he: כותרת
hi: हेडिंग
hr: naslov
kn: ಶೀರ್ಷಿಕೆ
ko: 항목
lv: Virsraksts
ml: തലക്കെട്ട്
mr: शीर्षलेख
ms: tajuk
ro: titlu
sl: naslov
sr: наслов
sw: kichwa
ta: தலைப்பு
te: శీర్షిక
uk: заголовок
vi: đầu đề

# IDS_AX_ROLE_FOOTER
source: footer
am: ግርጌ
ar: تذييل
cs: zápatí
de: Fußzeile
fa: پانویس
gu: ફૂટર
he: כותרת תחתונה
hi: पाद लेख
hr: podnožje
kn: ಅಡಿಟಿಪ್ಪಣಿ
ko: 바닥글
lv: kājene
ml: അടിക്കുറിപ്പ്
mr: अधोलेख
ms: pembawah
ro: notă de subsol
sl: noga
sr: подножје
sw: kijachini
ta: அடிக்குறிப்பு
te: ఫుటర్
uk: нижній колонтитул
vi: chân trang

# IDS_AX_ROLE_STEPPER
source: stepper
am: አስኪያጅ
ar: تخطي
fa: گام به گام
gu: સ્ટેપર
he: פקד חצים
hi: स्टेपर
hr: povećanje/smanjenje strelicama gore/dolje (stepper)
kn: ಸ್ಟೀಪರ್
ko: 증감자
lv: pārslēdzējs
ml: സ്റ്റെപ്പർ
ms: pelangkah
ro: control numeric cu incrementare/decrementare
sl: kontrolnik
sr: контрола за промене у корацима
ta: ஸ்டெப்பர்
te: స్టెప్పర్
uk: повторювач stepper
vi: điều khiển tăng/giảm

# IDS_AX_BUTTON_ACTION_VERB
source: press
am: ተጫን
ar: اضغط
cs: zmáčknout
de: klicken
fa: فشار دادن
fil: pindutin
gu: દબાવો
he: לחץ
hi: दबाएं
hr: pritisni
kn: ಒತ್ತಿ
ko: 누르기
lv: nospiest
ml: അമര്‍ത്തുക
mr: दाबा
ms: tekan
ro: Apăsați
sl: pritisni
sr: притисни
sw: bofya
ta: அழுத்துக
te: నొక్కండి
uk: натиснути
vi: nhấn

# IDS_AX_RADIO_BUTTON_ACTION_VERB
source: select
am: ምረጥ
ar: الاختيار
cs: zvolit
de: auswählen
fa: انتخاب
fil: piliin
gu: પસંદ કરો
he: בחר
hi: चुनें
hr: odaberi
kn: ಆಯ್ಕೆ ಮಾಡಿ
ko: 선택
lv: Atlasiet
ml: തിരഞ്ഞെടുക്കൂ
mr: निवडा
ms: pilih
ro: Selectați
sl: izberi
sr: изабери
sw: chagua
ta: தேர்ந்தெடு
te: ఎంచుకోండి
uk: вибрати
vi: chọn

# IDS_AX_TEXT_FIELD_ACTION_VERB
source: activate
am: አንቃ
ar: تنشيط
cs: aktivovat
de: aktivieren
fa: فعالسازی
fil: isaaktibo
gu: સક્રિય કરો
he: הפעל
hi: सक्रिय करें
hr: aktiviraj
kn: ಸಕ್ರಿಯಗೊಳಿಸು
ko: 활성화
lv: aktivizt
ml: ആക്റ്റിവേറ്റ് ചെയ്യുക
mr: सक्रिय करा
ms: aktifkan
ro: Activați
sl: aktiviraj
sr: активирај
sw: wezesha
ta: செயல்படுத்து
te: ఆక్టివేట్ చెయ్యి
uk: активувати
vi: kích hoạt

# IDS_AX_CHECKED_CHECK_BOX_ACTION_VERB
source: uncheck
am: አታመልክት
ar: إزالة علامة الاختيار
cs: odstranit zaškrtnutí
de: Auswahl aufheben
fa: برداشتن علامت
fil: i-uncheck
gu: અનચેક કરો
he: בטל סימון
hi: अनचेक करें
hr: ukloni oznaku
kn: ಪರೀಕ್ಷಿಸಬೇಡಿ
ko: 선택취소
lv: neprbaudt
ml: അണ്‍ചെക്ക് ചെയ്യുക
mr: अनचेक
ms: nyahpilih
ro: Debifați
sl: počisti izbor
sr: опозови избор
sw: toa tiki
ta: தேர்வு நீக்கு
te: ఎంపిక చెయ్యబడలేదు
uk: зняти прапорець
vi: bỏ chọn

# IDS_AX_UNCHECKED_CHECK_BOX_ACTION_VERB
source: check
am: አመልክት
ar: الاختيار
cs: zaškrtnout
de: auswählen
fa: علامت‌گذاری
fil: I-tsek
gu: તપાસો
he: סמן
hi: चेक करें
hr: označi
kn: ಪರಿಶೀಲಿಸು
ko: 선택
lv: prbaudt
ml: പരിശോധിക്കൂ
mr: तपासा
ms: periksa
ro: Bifați
sl: potrdi
sr: изабери
sw: chunguza
ta: சரிபார்
te: తనిఖీ చెయ్యి
uk: установити прапорець
vi: chọn

# IDS_AX_LINK_ACTION_VERB
source: jump
am: ዝለል
ar: الدخول
cs: přejít
de: springen
fa: پرش
fil: tumalon
gu: જંપ કરો
he: קפוץ
hi: जाएं
hr: skoči
kn: ಹಾರು
ko: 건너뛰기
lv: lekt
mr: जंप करा
ms: lompat
ro: Salt
sl: skoči
sr: прескочи
sw: ruka
ta: தாவு
te: వెళ్ళు
uk: перейти
vi: chuyển

# IDS_AX_AM_PM_FIELD_TEXT
source: AM/PM
am: ጥዋት/ከሰዓት
ar: صباحًا/مساءً
fa: ق.ظ/ب.ظ
hi: पूर्वाह्न/अपराह्न
hr: prijepodne/poslijepodne
ko: 오전/오후
lv: priekšpusdienā/pēcpusdienā
ms: PG / P/M
sl: Dopoldne/popoldne
sr: пре подне/по подне
uk: д.п./п.п.
vi: SA/CH

# IDS_AX_DAY_OF_MONTH_FIELD_TEXT
source: Day
am: ቀን
ar: يوم
cs: Den
de: Tag
fa: روز
fil: Araw
gu: દિવસ
he: יום
hi: दिन
hr: Dan
kn: ದಿನ
ko: 일
lv: Diena
ml: ദിവസം
mr: दिवस
ms: Hari
ro: Zi
sl: Dan
sr: Дан
sw: Siku
ta: நாள்
te: రోజు
uk: День
vi: Ngày

# IDS_AX_DATE_TIME_FIELD_EMPTY_VALUE_TEXT
source: blank
am: ባዶ
ar: فارغ
cs: prázdné
de: leer
fa: خالی
fil: blangko
gu: ખાલી
he: ריק
hi: रिक्त
hr: prazno
kn: ಖಾಲಿ
ko: 비어 있음
lv: tukšs
ml: ശൂന്യം
mr: रिक्त
ms: kosong
ro: necompletat
sl: prazno
sr: празно
sw: tupu
ta: வெற்று
te: ఖాళీ
uk: порожнє
vi: trống

# IDS_AX_HOUR_FIELD_TEXT
source: Hours
am: ሰዓቶች
ar: ساعات
cs: Hodiny
de: Stunden
fa: ساعت
fil: Oras
gu: કલાક
he: שעות
hi: घंटे
hr: Sati
kn: ಗಂಟೆಗಳು
ko: 시간
lv: Stundas
ml: മണിക്കൂര്‍‌
mr: तास
ms: Jam
ro: Ore
sl: Ure
sr: Сати
sw: Saa
ta: மணிநேரம்
te: గంటలు
uk: Години
vi: Giờ

# IDS_AX_MEDIA_DEFAULT
source: media control
am: የማህደረ መረጃ ቁጥጥር
ar: التحكم في الوسائط
cs: ovládání médií
de: Mediensteuerung
fa: کنترل رسانه
fil: kontrol sa media
gu: મીડિયાનું નિયંત્રણ
he: שליטה במדיה
hi: मीडिया नियंत्रण
hr: kontrola medija
kn: ಮಾಧ್ಯಮ ನಿಯಂತ್ರಣ
ko: 미디어 컨트롤
lv: multivides vadība
ml: മീഡിയ നിയന്ത്രണം
mr: माध्यम नियंत्रण
ms: kawalan media
ro: comandă media
sl: nadziranje predstavnosti
sr: контрола за медије
sw: udhibiti wa vyombo vya habari
ta: மீடியா கட்டுப்பாடு
te: మీడియా నియంత్రణ
uk: елемент керування мультимедіа
vi: kiểm soát phương tiện

# IDS_AX_MEDIA_AUDIO_ELEMENT
source: audio
am: ድምጽ
ar: الصوت
cs: zvuk
fa: صدا
gu: ઑડિઓ
he: אודיו
hi: ऑडियो
hr: zvuk
kn: ಆಡಿಯೋ
ko: 오디오
ml: ഓഡിയോ
mr: ऑडिओ
sl: zvok
sr: аудио
sw: sauti
ta: ஆடியோ
te: ఆడియో
uk: аудіо
vi: âm thanh

# IDS_AX_MEDIA_VIDEO_ELEMENT
source: video
am: ቪዲዮ
ar: فيديو
fa: ویدیو
gu: વિડિઓ
he: סרטוני וידאו
hi: वीडियो
hr: videozapis
kn: ವೀಡಿಯೊ
ko: 동영상
ml: വീഡിയോ
mr: व्हिडिओ
sr: видео
ta: வீடியோ
te: వీడియో
uk: відео

# IDS_AX_MEDIA_MUTE_BUTTON
source: mute
am: ድምጸ-ከል ያድርጉ
ar: كتم الصوت
cs: ztlumit
de: Stumm
fa: بیصداکردن
fil: i-mute
gu: બંધ કરો
he: השתק
hi: म्यूट करें
hr: isključi ton
kn: ಮ್ಯೂಟ್
ko: 음소거
lv: izslēgt skaņu
ml: നിശബ്‌ദമാക്കുക
mr: नि:शब्द करा
ms: redam
ro: dezactivați sunetul
sl: nemo
sr: искључи звук
sw: nyamazisha
ta: ஒலியடக்கு
te: మ్యూట్ చేయి
uk: вимкнути звук
vi: tắt tiếng

# IDS_AX_MEDIA_UNMUTE_BUTTON
source: unmute
am: ድምፅ-ከልን አንሳ
ar: إعادة الصوت
cs: zapnout zvuk
de: Ton an
fa: صدادارکردن
fil: i-unmute
gu: અનમ્યૂટ કરો
he: בטל השתקה
hi: अनम्यूट करें
hr: uključivanje zvuka
kn: ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡು
ko: 음소거 해제
lv: rādīt
ml: ശബ്‌ദമുള്ളതാക്കുക
mr: सशब्द करा
ms: nyahredam
ro: activați sunetul
sl: vklop zvoka
sr: укључите звук
sw: rejesha sauti
ta: ஒலி இயக்கு
te: అన్‌మ్యూట్ చేయి
uk: увімкнути звук
vi: bật tiếng

# IDS_AX_MEDIA_PLAY_BUTTON
source: play
am: አጫውት
ar: تشغيل
cs: přehrát
de: Wiedergeben
fa: پخش
fil: i-play
gu: ચલાવો
he: הפעל
hi: चलाएं
hr: reprodukcija
kn: ಪ್ಲೇ ಮಾಡಿ
ko: 재생
lv: atskaņot
ml: പ്ലേ ചെയ്യുക
mr: प्ले करा
ms: main
ro: redați
sl: predvajanje
sr: пустите
sw: cheza
ta: இயக்கு
te: ప్లే చేయి
uk: відтворити
vi: phát

# IDS_AX_MEDIA_PAUSE_BUTTON
source: pause
am: ላፍታ አቁም
ar: إيقاف مؤقت
cs: pozastavit
de: Pausieren
fa: توقف موقت
fil: i-pause
gu: થોભો
he: השהה
hi: पॉज़ करें
hr: pauziraj
kn: ವಿರಾಮ
ko: 일시중지
lv: pauzēt
ml: താല്‍‌ക്കാലികമായി നിര്‍‌ത്തുക
mr: विराम द्या
ms: jeda
ro: pauză
sl: premor
sr: паузирај
sw: pumzisha
ta: இடைநிறுத்து
te: నిలిపివేయి
uk: призупинити
vi: tạm dừng

# IDS_AX_MEDIA_SLIDER
source: movie time
am: የፊልም ሰዓት
ar: وقت الفيلم
cs: čas filmu
de: Filmdauer
fa: زمان فیلم
fil: oras ng pelikula
gu: મૂવીનો સમય
he: משך הסרט
hi: फि़ल्म का समय
hr: vrijeme filma
kn: ಚಲನಚಿತ್ರ ಸಮಯ
ko: 영화 시간
lv: filmas laiks
ml: മൂവി ടൈം
mr: चित्रपटाची वेळ
ms: masa filem
ro: durată film
sl: čas filma
sr: трајање филма
sw: muda wa filamu
ta: மூவி நேரம்
te: చలనచిత్ర నిడివి
uk: тривалість фільму
vi: thời gian phim

# IDS_AX_MEDIA_SLIDER_THUMB
source: movie timeline thumb
am: የፊልም ሰዓት መስመር አውራ ጣት
ar: صورة مصغرة للتسلسل الزمني للفيلم
cs: náhled na časové ose filmu
de: Zeitachsen-Ziehpunkt
fa: نشانگر خط زمان فیلم
fil: thumb ng timeline ng pelikula
gu: મૂવી સમયરેખા થમ્બ
he: תמונה ממוזערת של משך סרט
hi: फ़िल्म टाइमलाइन झलक
hr: gumb na vremenskom klizaču filma
kn: ಚಲನಚಿತ್ರ ಸಮಯಮಿತಿಯ ಥಂಬ್‌
ko: 영화 타임라인 썸
lv: filmas laika skalas sīktēls
ml: മൂവി ടൈംലൈൻ തമ്പ്
mr: चित्रपट टाइमलाइन थंब
ms: ibu jari garis masa filem
ro: miniatură cronologie film
sl: sličica časovne premice filma
sr: клизач на временској траци филма
sw: kijipicha cha muda wa filamu
ta: மூவி டைம்லைன் சிறுபடம்
te: చలనచిత్ర టైమ్‌లైన్ సూక్ష్మచిత్రం
uk: ескіз на часовій шкалі фільму
vi: núm dòng thời gian phim

# IDS_AX_MEDIA_CURRENT_TIME_DISPLAY
source: elapsed time
am: ያለፈው ጊዜ
ar: المدة المنقضية
cs: přehraný čas
de: Vergangene Zeit
fa: مدت سپری شده
fil: lumipas na oras
gu: વીતેલો સમય
he: זמן שחלף
hi: बीता हुआ समय
hr: proteklo vrijeme
kn: ಕಳೆದುಹೋದ ಸಮಯ
ko: 경과 시간
lv: pagājušais laiks
ml: കഴിഞ്ഞ സമയം
mr: लोटलेला अवधी
ms: masa berlalu
ro: timp scurs
sl: pretečeni čas
sr: протекло време
sw: muda uliokwisha
ta: முடிவடைந்த நேரம்
te: గడిచిన సమయం
uk: минуло часу
vi: thời gian trôi qua

# IDS_AX_MEDIA_TIME_REMAINING_DISPLAY
source: remaining time
am: ቀሪ ጊዜ
ar: المدة المتبقية
cs: zbývající čas
de: Verbleibende Zeit
fa: زمان باقی‌مانده
fil: natitirang oras
gu: બાકીનો સમય
he: זמן שנותר
hi: शेष समय
hr: preostalo vrijeme
kn: ಉಳಿದಿರುವ ಸಮಯ
ko: 남은 시간
lv: atlikušais laiks
ml: അവശേഷിക്കുന്ന സമയം
mr: शिल्लक वेळ
ms: masa yang tinggal
ro: timp rămas
sl: preostali čas
sr: преостало време
sw: muda unaosalia
ta: மீதமுள்ள நேரம்
te: మిగిలి ఉన్న సమయం
uk: залишилось часу
vi: thời gian còn lại

# IDS_AX_MEDIA_STATUS_DISPLAY
source: status
am: ሁኔታ
ar: الحالة
cs: stav
fa: وضعیت
fil: katayuan
gu: સ્થિતિ
he: מצב
hi: स्थिति
kn: ಸ್ಥಿತಿ
ko: 상태
lv: statuss
ml: നില
mr: स्थिती
ro: stare
sl: stanje
sr: статус
sw: hali
ta: நிலை
te: స్థితి
uk: статус
vi: trạng thái
