Repository: rubencarneiro/oxide
Catalog: po/*.po
Languages: am, ar, cs, de, fa, fil, gu, he, hi, hr, kn, ko, lv, ml, mr, ms, ro, sl, sr, sw, ta, te, uk, vi

# IDS_AX_MEDIA_ENTER_FULL_SCREEN_BUTTON
source: enter full screen
am: ወደ ሙሉ ገጽ ዕይታ ግባ
ar: تشغيل وضع ملء الشاشة
cs: přejít do režimu celé obrazovky
de: Vollbildmodus aktivieren
fa: رفتن به حالت تمام صفحه
fil: mag-full screen
gu: પૂર્ણ સ્ક્રીનમાં દાખલ થાઓ
he: היכנס למסך מלא
hi: पूर्ण स्क्रीन में प्रवेश करें
hr: otvaranje na cijelom zaslonu
kn: ಪೂರ್ಣ ಪರದೆ ನಮೂದಿಸು
ko: 전체화면 열기
lv: atvērt pilnekrāna režīmā
ml: പൂർണ്ണ സ്‌ക്രീനിലേക്ക് പോവുക
mr: पूर्ण स्क्रीन प्रविष्ट करा
ms: memasuki skrin penuh
ro: deschideți în ecran complet
sl: prehod v celozaslonski način
sr: пређите на режим целог екрана
sw: ingia skrini kamili
ta: முழுத்திரைக்குச் செல்
te: పూర్తి స్క్రీన్‌లోకి ప్రవేశించు
uk: увійти в повноекранний режим
vi: vào chế độ toàn màn hình

# IDS_AX_MEDIA_EXIT_FULL_SCREEN_BUTTON
source: exit full screen
am: ከሙሉ ማያ ገጽ ውጣ
ar: إنهاء وضع ملء الشاشة
cs: ukončit režim celé obrazovky
de: Vollbildmodus beenden
fa: خروج از حالت تمام صفحه
fil: lumabas sa full screen
gu: પૂર્ણ સ્ક્રીનથી બહાર નીકળો
he: צא ממסך מלא
hi: पूर्ण स्क्रीन से बाहर निकलें
hr: izlazak iz cijelog zaslona
kn: ಪೂರ್ಣಪರದೆಯಿಂದ ನಿರ್ಗಮಿಸು
ko: 전체화면 닫기
lv: iziet no pilnekrāna režīma
ml: പൂർണ്ണ സ്‌ക്രീനിൽ നിന്ന് പുറത്തുകടക്കുക
mr: पूर्ण स्क्रीनमधून निर्गमन करा
ms: keluar daripada skrin penuh
ro: ieșiți din ecranul complet
sl: izhod iz celozaslonskega načina
sr: изађите из режима целог екрана
sw: Ondoka kwenye Skrini nzima
ta: முழுத்திரையிலிருந்து வெளியேறு
te: పూర్తి స్క్రీన్ నుండి నిష్క్రమించు
uk: вийти з повноекранного режиму
vi: thoát khỏi chế độ toàn màn hình

# IDS_AX_MEDIA_SHOW_CLOSED_CAPTIONS_BUTTON
source: show closed captions
am: የተዘጉ የስዕል መግለጫዎችን አሳይ
ar: عرض التسميات التوضيحية المغلقة
cs: zobrazit titulky
de: Untertitel anzeigen
fa: نمایش توصیف‌های بسته
fil: ipakita ang mga nakasarang caption
gu: વિગતવાર ઉપશીર્ષક બતાવો
he: הצג כתוביות סגורות
hi: बंद कैप्शन दिखाएं
hr: prikazivanje titlova
kn: ಮುಚ್ಚಿರುವ ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸಿ
ko: 캡션 표시
lv: rādīt slēgtos parakstus
ml: അടച്ച അടിക്കുറിപ്പുകൾ കാണിക്കുക
mr: बंद मथळा दर्शवा
ms: paparkan kapsyen tertutup
ro: afișați subtitrările
sl: prikaz podnapisov
sr: приказивање опционалног титла
sw: onyesha manakuu yaliyofichwa
ta: மூடப்பட்ட தலைப்புகளைக் காட்டு
te: సంవృత శీర్షికలను చూపు
uk: показати приховані субтитри
vi: hiển thị phụ đề chi tiết

# IDS_AX_MEDIA_HIDE_CLOSED_CAPTIONS_BUTTON
source: hide closed captions
am: የተዘጉ የስዕል መግለጫዎችን ይደብቁ
ar: إخفاء التسميات التوضيحية المغلقة
cs: skrýt titulky
de: Untertitel ausblenden
fa: پنهان کردن توصیف‌های بسته
fil: itago ang mga nakasarang caption
gu: વિગતવાર ઉપશીર્ષક છુપાવો
he: הסתר כתוביות סגורות
hi: बंद कैप्शन छिपाएं
hr: sakrivanje titlova
kn: ಮುಚ್ಚಿರುವ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಮರೆಮಾಡಿ
ko: 캡션 숨기기
lv: slēpt slēgtos parakstus
ml: അടച്ച അടിക്കുറിപ്പുകൾ മറയ്‌ക്കുക
mr: बंद मथळा लपवा
ms: sembunyikan kapsyen tertutup
ro: ascundeți subtitrările
sl: skrivanje podnapisov
sr: сакријте опционални титл
sw: ficha manukuu yanayoweza kuonyeshwa
ta: மூடப்பட்ட தலைப்புகளை மறை
te: సంవృత శీర్షికలను దాచు
uk: сховати приховані субтирти
vi: ẩn phụ đề chi tiết

# IDS_AX_MEDIA_AUDIO_ELEMENT_HELP
source: audio
am: ድምጽ
ar: الصوت
cs: zvuk
fa: صدا
gu: ઑડિઓ
he: אודיו
hi: ऑडियो
hr: zvuk
kn: ಆಡಿಯೋ
ko: 오디오
ml: ഓഡിയോ
mr: ऑडिओ
sl: zvok
sr: аудио
sw: sauti
ta: ஆடியோ
te: ఆడియో
uk: аудіо
vi: âm thanh

# IDS_AX_MEDIA_VIDEO_ELEMENT_HELP
source: video
am: ቪዲዮ
ar: فيديو
fa: ویدیو
gu: વિડિઓ
he: סרטוני וידאו
hi: वीडियो
hr: videozapis
kn: ವೀಡಿಯೊ
ko: 동영상
ml: വീഡിയോ
mr: व्हिडिओ
sr: видео
ta: வீடியோ
te: వీడియో
uk: відео

# IDS_AX_MEDIA_MUTE_BUTTON_HELP
source: mute audio track
am: የድምጽ ትራክ ላይ ድምጸ-ከል አድርግ
ar: كتم صوت المقطع الصوتي
cs: ztlumit zvukovou stopu
de: Ton ausschalten
fa: بیصداکردن تراک صوتی
fil: i-mute ang audio track
gu: ઑડિઓ ટ્રેક મ્યૂટ કરો
he: השתק רצועת אודיו
hi: ऑडियो ट्रैक म्यूट करें
hr: isključivanje zvučnog zapisa
kn: ಆಡಿಯೋ ಟ್ರ್ಯಾಕ್ ಮ್ಯೂಟ್ ಮಾಡು
ko: 오디오 트랙 음소거
lv: izslēgt audio ieraksta skaņu
ml: ഓഡിയോ ട്രാക്ക് നിശബ്‌ദമാക്കുക
mr: ऑडिओ ट्रॅक निःशब्द करा
ms: redamkan runut audio
ro: dezactivați sunetul înregistrării audio
sl: izklop zvoka za zvočni posnetek
sr: искључите звук аудио снимка
sw: nyamazisha sauti ya wimbo
ta: ஆடியோ டிராக்கை முடக்கு
te: ఆడియో ట్రాక్‌ను మ్యూట్ చేయి
uk: вимкнути звукову доріжку
vi: tắt tiếng bản âm thanh

# IDS_AX_MEDIA_UNMUTE_BUTTON_HELP
source: unmute audio track
am: የድምጹ ትራክ ድምጸ-ከል አንሳ
ar: إعادة صوت المقطع الصوتي
cs: zapnout zvukovou stopu
de: Ton anschalten
fa: صدادارکردن تراک صوتی
fil: i-unmute ang audio track
gu: ઑડિઓ ટ્રેક અનમ્યૂટ કરો
he: בטל השתקה של רצועת אודיו
hi: ऑडियो ट्रैक अनम्यूट करें
hr: uključivanje zvučnog zapisa
kn: ಆಡಿಯೋ ಟ್ರ್ಯಾಕ್ ಅನ್‌ಮ್ಯೂಟ್ ಮಾಡು
ko: 오디오 트랙 음소거 해제
lv: ieslēgt audio ieraksta skaņu
ml: ഓഡിയോ ട്രാക്ക് ശബ്‌ദമുള്ളതാക്കുക
mr: ऑडिओ ट्रॅक सशब्द करा
ms: nyahredam runut audio
ro: activați sunetul înregistrării audio
sl: vklop zvoka za zvočni posnetek
sr: укључите звук аудио снимка
sw: rejesha sauti ya wimbo
ta: ஆடியோ டிராக்கை இயக்கு
te: ఆడియో ట్రాక్‌ను అన్‌మ్యూట్ చేయి
uk: увімкнути звукову доріжку
vi: bật tiếng bản âm thanh

# IDS_AX_MEDIA_PLAY_BUTTON_HELP
source: begin playback
am: መልሶ ማጫወት ይጀምሩ
ar: بدء التشغيل
cs: zahájit přehrávání
de: Wiedergabe starten
fa: شروع پخش
fil: simulan ang pag-playback
gu: પ્લેબૅક શરૂ કરો
he: התחל בהפעלה
hi: प्लेबैक शुरू करें
hr: početak reprodukcije
kn: ಪ್ಲೇಬ್ಯಾಕ್ ಪ್ರಾರಂಭಿಸಿ
ko: 재생 시작
lv: sākt atskaņošanu
ml: പ്ലേബാക്ക് ആരംഭിക്കുക
mr: प्लेबॅक आरंभ करा
ms: mulakan main balik
ro: începeți redarea
sl: začetek predvajanja
sr: започните репродукцију
sw: anza kucheza
ta: மறுஇயக்கத்தைத் தொடங்கு
te: ప్లేబ్యాక్‌ను ప్రారంభించు
uk: розпочати відтворення
vi: bắt đầu phát lại

# IDS_AX_MEDIA_PAUSE_BUTTON_HELP
source: pause playback
am: መልሶ ማጫወትን ለአፍታ አቁም
ar: إيقاف التشغيل مؤقتًا
cs: pozastavit přehrávání
de: Wiedergabe anhalten
fa: توقف موقت پخش
fil: i-pause ang pag-playback
gu: પ્લેબેક થોભાવો
he: השהה הפעלה
hi: प्लेबैक रोकें
hr: pauziranje reprodukcije
kn: ಪ್ಲೇಬ್ಯಾಕ್ ವಿರಾಮಗೊಳಿಸು
ko: 재생 일시중지
lv: pauzēt atskaņošanu
ml: പ്ലേബാക്ക് താൽക്കാലികമായി നിർത്തുക
mr: प्लेबॅकला विराम द्या
ms: jeda main balik
ro: întrerupeți redarea
sl: začasna ustavitev predvajanja
sr: паузирајте репродукцију
sw: sitisha kucheza
ta: மறுஇயக்கத்தை இடைநிறுத்து
te: ప్లేబ్యాక్‌ను పాజ్ చేయి
uk: призупинити відтворення
vi: tạm dừng phát lại

# IDS_AX_MEDIA_SLIDER_HELP
source: movie time scrubber
am: የፊልም ሰዓት አንፏቃቂ
ar: شريط تمرير وقت الفيلم
cs: posuvník filmu
de: Video-Zeitachse
fa: حذف‌کننده زمان فیلم
fil: scrubber ng oras ng pelikula
gu: મૂવી સમયનું સ્ક્રબર
he: מסתיר משך סרט
hi: फ़िल्म समय स्क्रबर
hr: vremenski klizač filma
kn: ಚಲನಚಿತ್ರ ಸಮಯ ಸ್ಕ್ರಬ್ಬರ್
ko: 영화 시간 스크러버
lv: filmas laika slīdnis
ml: മൂവി ടൈം സ്‌ക്രബ്ബർ
mr: चित्रपट वेळ स्क्रबर
ms: pembersih masa filem
ro: glisor redare film
sl: časovni krmilnik za predvajanje filma
sr: клизач за трајање филма
sw: kitelezi cha muda cha filamu
ta: மூவி நேர ஸ்க்ரப்பர்
te: చలనచిత్ర సమయ స్క్రబ్బర్
uk: повзунок перебігу фільму
vi: trình kiểm soát thời gian phim

# IDS_AX_MEDIA_SLIDER_THUMB_HELP
source: movie time scrubber thumb
am: የፊልም ሰዓት አንፏቃቂ አውራ ጣት
ar: صورة مصغرة لشريط تمرير وقت الفيلم
cs: náhled na posuvníku filmu
de: Ziehpunkt für Video-Zeitachse
fa: نشانگر حذف‌کننده زمان فیلم
fil: thumb ng scrubber ng oras ng pelikula
gu: મૂવી સમય સ્ક્રબર થમ્બ
he: תמונה ממוזערת של מסתיר זמן סרט
hi: फ़िल्म समय स्क्रबर झलक
hr: gumb vremenskog klizača filma
kn: ಚಲನಚಿತ್ರ ಸಮಯ ಸ್ಕ್ರಬ್ಬರ್ ಥಂಬ್
ko: 영화 시간 스크러버 썸
lv: filmas laika skalas slīdņa sīktēls
ml: മൂവി ടൈം സ്‌ക്രബ്ബർ തമ്പ്
mr: चित्रपट वेळ स्क्रबर थंब
ms: ibu jari pembersih masa filem
ro: miniatură glisor redare film
sl: sličica časovnega krmilnika za predvajanje filma
sr: клизач за трајање филма
sw: kijipicha cha kitelezi cha muda wa filamu
ta: மூவி நேர ஸ்க்ரப்பர் சிறுபடம்
te: చలనచిత్ర సమయ స్క్రబ్బర్ సూక్ష్మచిత్రం
uk: ескіз на повзунку перебігу фільму
vi: núm trình kiểm soát thời gian phim

# IDS_AX_MEDIA_CURRENT_TIME_DISPLAY_HELP
source: current time in seconds
am: የአሁኑ ጊዜ በሰከንዶች
ar: المدة الحالية بالثواني
cs: aktuální čas v sekundách
de: Aktuelle Dauer in Sekunden
fa: زمان کنونی به ثانیه
fil: kasalukuyang oras ayon sa segundo
gu: સેકન્ડ્સમાં વર્તમાન સમય
he: זמן נוכחי בשניות
hi: वर्तमान समय, सेकंड में
hr: trenutačno vrijeme u sekundama
kn: ಸೆಕೆಂಡ್‌ಗಳಲ್ಲಿ ಪ್ರಸ್ತುತ ಸಮಯ
ko: 현재 시간(초)
lv: pašreizējais laiks sekundēs
ml: നിലവിലെ സമയം നിമിഷങ്ങളിൽ
mr: वर्तमान वेळ सेकंदांमध्ये
ms: masa semasa dalam saat
ro: timp actual în secunde
sl: trenutni čas v sekundah
sr: актуелно време у секундама
sw: muda wa sasa kwa sekunde
ta: நடப்பு நேரம் வினாடிகளில்
te: సెకన్లలో ప్రస్తుత సమయం
uk: поточний час у секундах
vi: thời gian hiện tại bằng giây

# IDS_AX_MEDIA_TIME_REMAINING_DISPLAY_HELP
source: number of seconds ofmovie remaining
am: የፊልሙ ቀሪ ሰከንዶች
ar: عدد الثواني المتبقية من الفيلم
cs: zbývající čas filmu v sekundách
de: Verbleibende Dauer in Sekunden
fa: مقدار ثانیه‌های باقیمانده فیلم
fil: bilang ng segundong natitira sa pelikula
gu: ofmovie ની બાકી સેકન્ડ્સની સંખ્યા
he: מספר שניות שנותרו עד לסיום הסרט
hi: फ़िल्म के शेष सेकंड
hr: preostali broj sekundi filma
kn: ಚಲನಚಿತ್ರ ಬಾಕಿ ಉಳಿದಿರುವ ಸೆಕುಂಡುಗಳ ಸಂಖ್ಯೆ
ko: 영화 남은 시간(초)
lv: atlikušais filmas laiks sekundēs
ml: മൂവിയുടെ അവശേഷിക്കുന്ന നിമിഷങ്ങളുടെ എണ്ണം
mr: चित्रपटाचे शिल्लक सेकंद
ms: bilangan saat filem yang tinggal
ro: numărul secundelor rămase din film
sl: preostale sekunde filma
sr: број преосталих секунди филма
sw: idadi ya sekunde zinazosalia za filamu
ta: மீதமுள்ள மூவியின் வினாடிகள்
te: చలనచిత్రంలో మిగిలి ఉన్న సెకన్లు
uk: кількість секунд до кінця фільму
vi: số giây còn lại của phim

# IDS_AX_MEDIA_STATUS_DISPLAY_HELP
source: current movie status
am: የአሁኑ የፊልም ሁኔታ
ar: حالة الفيلم الحالية
cs: aktuální stav filmu
de: Aktueller Filmstatus
fa: وضعیت کنونی فیلم
fil: kasalukuyang katayuan ng pelikula
gu: વર્તમાન મૂવીની સ્થિતિ
he: מצב סרט נוכחי
hi: फ़िल्म की वर्तमान स्थिति
hr: trenutačan status filma
kn: ಪ್ರಸ್ತುತ ಚಲನಚಿತ್ರದ ಸ್ಥಿತಿ
ko: 현재 영화 상태
lv: pašreizējais filmas statuss
ml: നിലവിലെ മൂവി നില
mr: वर्तमान चित्रपट स्थिती
ms: status filem semasa
ro: starea actuală a filmului
sl: trenutno stanje filma
sr: актуелни статус филма
sw: hali ya sasa ya filamu
ta: மூவியின் நடப்பு நிலை
te: ప్రస్తుతం చలనచిత్ర స్థితి
uk: поточний статус фільму
vi: trạng thái phim hiện tại

# IDS_AX_MEDIA_ENTER_FULL_SCREEN_BUTTON_HELP
source: play movie in full screen mode
am: ፊልሙን በሙሉ ማያ ገጽ ሁነታ አጫውት
ar: تشغيل الفيلم في وضع ملء الشاشة
cs: přehrát film v režimu celé obrazovky
de: Film im Vollbildmodus ansehen
fa: پخش فیلم در حالت تمام صفحه
fil: i-play ang pelikula sa full screen mode
gu: પૂર્ણ સ્ક્રીન મોડમાં મૂવી ચલાવો
he: הפעל את הסרט במצב מסך מלא
hi: फ़िल्म को पूर्ण स्क्रीन मोड में चलाएं
hr: reprodukcija filma na cijelom zaslonu
kn: ಪೂರ್ಣ ಪರದೆಯ ಮೋಡ್‌‌ನಲ್ಲಿ ಚಲನಚಿತ್ರವನ್ನು ಪ್ಲೇ ಮಾಡಿ
ko: 전체화면 모드로 영화 재생
lv: atskaņot filmu pilnekrāna režīmā
ml: പൂർണ്ണ സ്‌ക്രീൻ മോഡിൽ മൂവി പ്ലേ ചെയ്യുക
mr: पूर्ण स्क्रीन मोडमध्ये चित्रपट प्ले करा
ms: mainkan filem dalam mod skrin penuh
ro: redați filmul în modul ecran complet
sl: predvajanje filma v celozaslonskem načinu
sr: пустите филм у режиму целог екрана
sw: cheza filamu katika hali ya skrini kamili
ta: மூவியை முழுத்திரைப் பயன்முறையில் இயக்கு
te: చలనచిత్రాన్ని పూర్తి స్క్రీన్ మోడ్‌లో ప్లే చేయి
uk: відтворити фільм у повноекранному режимі
vi: phát phim ở chế độ toàn màn hình

# IDS_AX_MEDIA_EXIT_FULL_SCREEN_BUTTON_HELP
source: exit full screen
am: ከሙሉ ማያ ገጽ ውጣ
ar: إنهاء وضع ملء الشاشة
cs: ukončit režim celé obrazovky
de: Vollbildmodus beenden
fa: خروج از حالت تمام صفحه
fil: lumabas sa full screen
gu: પૂર્ણ સ્ક્રીનથી બહાર નીકળો
he: צא ממסך מלא
hi: पूर्ण स्क्रीन से बाहर निकलें
hr: izlazak iz cijelog zaslona
kn: ಪೂರ್ಣಪರದೆಯಿಂದ ನಿರ್ಗಮಿಸು
ko: 전체화면 닫기
lv: iziet no pilnekrāna režīma
ml: പൂർണ്ണ സ്‌ക്രീനിൽ നിന്ന് പുറത്തുകടക്കുക
mr: पूर्ण स्क्रीनमधून निर्गमन करा
ms: keluar daripada skrin penuh
ro: ieșiți din ecranul complet
sl: izhod iz celozaslonskega načina
sr: изађите из режима целог екрана
sw: Ondoka kwenye Skrini nzima
ta: முழுத்திரையிலிருந்து வெளியேறு
te: పూర్తి స్క్రీన్ నుండి నిష్క్రమించు
uk: вийти з повноекранного режиму
vi: thoát khỏi chế độ toàn màn hình

# IDS_AX_MEDIA_SHOW_CLOSED_CAPTIONS_BUTTON_HELP
source: start displaying closed captions
am: የተዘጉ የስዕል መግለጫዎችን ማሳየት ጀምር
ar: بدء عرض التسميات التوضيحية المغلقة
cs: zahájit zobrazování titulků
de: Untertitel ab sofort anzeigen
fa: شروع به نمایش توصیف‌های بسته
fil: simulan ang pagpapakita ng mga nakasarang caption
gu: વિગતવાર ઉપશીર્ષક પ્રદર્શન પ્રારંભ કરો
he: התחל להציג כתוביות סגורות
hi: बंद कैप्शन दिखाना प्रारंभ करें
hr: početak prikazivanja titlova
kn: ಮುಚ್ಚಲಾಗಿರುವ ಶೀರ್ಷಿಕೆಗಳ ಪ್ರದರ್ಶಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 캡션 표시 시작
lv: sākt slēgto parakstu rādīšanu
ml: അടച്ച അടിക്കുറിപ്പുകൾ പ്രദർശിപ്പിക്കുന്നത് ആരംഭിക്കുക
mr: बंद मथळा प्रदर्शित करणे प्रारंभ करा
ms: mula memaparkan kapsyen tertutup
ro: începeți să afișați subtitrările
sl: začetek predvajanja podnapisov
sr: започните приказивање опционалног титла
sw: anza kuonyesha manukuu yaliyofungwa
ta: மூடப்பட்ட தலைப்புகளைக் காட்டுவதைத் தொடங்கு
te: సంవృత శీర్షికలను ప్రదర్శించడం ప్రారంభించు
uk: показати приховані субтитри
vi: bắt đầu hiển thị phụ đề chi tiết

# IDS_AX_MEDIA_HIDE_CLOSED_CAPTIONS_BUTTON_HELP
source: stop displaying closed captions
am: የተዘጉ የስዕል መግለጫዎችን ማሳየት አቁም
ar: إيقاف عرض التسميات التوضيحية المغلقة
cs: ukončit zobrazování titulků
de: Keine Untertitel mehr anzeigen
fa: توقف نمایش توصیف‌های بسته
fil: ihinto ang pagpapakita ng mga nakasarang caption
gu: વિગતવાર ઉપશીર્ષકનું પ્રદર્શન અટકાવો
he: הפסק להציג כתוביות סגורות
hi: बंद कैप्शन दिखाना रोकें
hr: zaustavljanje prikazivanja titlova
kn: ಮುಚ್ಚಲಾಗಿರುವ ಶೀರ್ಷಿಕೆಗಳ ಪ್ರದರ್ಶಿಸುವಿಕೆಯನ್ನು ನಿಲ್ಲಿಸಿ
ko: 캡션 표시 중지
lv: apturēt slēgto parakstu rādīšanu
ml: അടച്ച അടിക്കുറിപ്പുകൾ പ്രദർശിപ്പിക്കുന്നത് നിർത്തുക
mr: बंद मथळा प्रदर्शित करणे थांबवा
ms: berhenti memaparkan kapsyen tertutup
ro: nu mai afișați subtitrările
sl: ustavitev prikazovanja podnapisov
sr: зауставите приказивање опционалног титла
sw: koma kuonyesha manukuu yanaweza kufichwa
ta: மூடப்பட்ட தலைப்புகளைக் காட்டுவதை நிறுத்து
te: సంవృత శీర్షికలను ప్రదర్శించడం ఆపివేయి
uk: сховати приховані субтитри
vi: ngừng hiển thị phụ đề chi tiết

# IDS_AX_MILLISECOND_FIELD_TEXT
source: Milliseconds
am: ሚሊሰኮንዶች
ar: مللي ثانية
cs: Milisekundy
de: Millisekunden
fa: میلی‌ ثانیه
gu: મીલીસેકન્ડ
he: אלפיות שנייה
hi: मिलीसेकंड
hr: Milisekunde
kn: ಮಿಲಿಸೆಕೆಂಡುಗಳು
ko: 밀리초
lv: Milisekundes
ml: മില്ലിസെക്കൻഡ്
mr: मिलिसेकंद
ms: Milisaat
ro: Milisecunde
sl: Milisekunde
sr: Милисекунде
sw: nukta
ta: மில்லிவினாடிகள்
te: మిల్లీసెకన్లు
uk: Мілісекунди
vi: Mili giây

# IDS_AX_MINUTE_FIELD_TEXT
source: Minutes
am: ደቂቃዎች
ar: دقائق
cs: Minuty
de: Minuten
fa: دقیقه
fil: Minuto
gu: મિનિટ
he: דקות
hi: मिनट
hr: Minute
kn: ನಿಮಿಷಗಳು
ko: 분
lv: Minūtes
ml: മിനിറ്റ്
mr: मिनिटे
ms: Minit
ro: Minute
sl: Minute
sr: Минути
sw: Dakika
ta: நிமிடங்கள்
te: నిమిషాలు
uk: Хвилини
vi: Phút

# IDS_AX_MONTH_FIELD_TEXT
source: Month
am: ወር
ar: شهر
cs: Měsíc
de: Monat
fa: ماه
fil: Buwan
gu: મહિનો
he: חודש
hi: माह
hr: Mjesec
kn: ತಿಂಗಳು
ko: 월
lv: Mēnesis
ml: മാസം
mr: महिना
ms: Bulan
ro: Lună
sl: Mesec
sr: Месец
sw: Mwezi
ta: மாதம்
te: నెల
uk: Місяць
vi: Tháng

# IDS_AX_SECOND_FIELD_TEXT
source: Seconds
am: ሰኮንዶች
ar: ثوانٍ‬‬
cs: Sekundy
de: Sekunden
fa: ثانیه
fil: Segundo
gu: સેકંડ
he: שניות
hi: सेकंड
hr: Sekunde
kn: ಸೆಕೆಂಡುಗಳು
ko: 초
lv: Sekundes
ml: സെക്കൻഡ്
mr: सेकंद
ms: Saat
ro: Secunde
sl: Sekunde
sr: Секунде
sw: Sekunde
ta: வினாடிகள்
te: సెకన్లు
uk: Секунди
vi: Giây

# IDS_AX_WEEK_OF_YEAR_FIELD_TEXT
source: Week
am: ሳምንት
ar: الأسبوع
cs: Týden
de: Woche
fa: هفته
fil: Linggo
gu: અઠવાડિયું
he: שבוע
hi: सप्ताह
hr: Tjedan
kn: ವಾರ
ko: 주
lv: Nedēļa
ml: ആഴ്‌ച
mr: आठवडा
ms: Minggu
ro: Săptămână
sl: Teden
sr: Недеља
sw: Juma
ta: வாரம்
te: వారం
uk: Тиждень
vi: Tuần

# IDS_AX_YEAR_FIELD_TEXT
source: Year
am: ዓመት
ar: عام
cs: Rok
de: Jahr
fa: سال
fil: Taon
gu: વર્ષ
he: שנה
hi: वर्ष
hr: Godina
kn: ವರ್ಷ
ko: 연도
lv: Gads
ml: വര്‍ഷം
mr: वर्ष
ms: Tahun
ro: An
sl: Leto
sr: Година
sw: Mwaka
ta: ஆண்டு
te: సంవత్సరం
uk: Рік
vi: Năm

# IDS_KEYGEN_HIGH_GRADE_KEY
source: 2048 (High Grade)
am: 2048(ከፍተኛ ደረጃ)
ar: 2048 (درجة عالية)
cs: 2048 (vysoká kvalita)
fa: 2048 (درجه بالا)
fil: 2048 (Pinakamataas na Marka)
gu: 2048 (ઉચ્ચ ગ્રેડ)
hi: 2048 (उच्च ग्रेड)
hr: 2048 (visoki stupanj)
kn: 2048 (ಉನ್ನತ ಶ್ರೇಣಿ)
ko: 2048(높은 등급)
lv: 2048 (Augsta Atzīme)
mr: 2048 (उच्च ग्रेड)
ms: 2048 (Gred Tinggi)
ro: 2048 (Grad înalt)
sl: 2048 (visoka stopnja)
sr: 2048 (високи степен)
sw: 2048 (Gredi ya Juu)
ta: 2048 (உயர் தரம்)
te: 2048 (ఉత్తమ గ్రేడ్)
uk: 2048 (Високий рівень)
vi: 2048 (Cấp độ cao)

# IDS_KEYGEN_MED_GRADE_KEY
source: 1024 (Medium Grade)
am: 1024(መካከለኛ ደረጃ)
ar: 1024 (درجة متوسطة)
cs: 1024 (Střední kvalita)
de: 1024 (mittlere Stufe)
fa: 1024 (درجه متوسط)
fil: 1024 (Katamtamang Grado)
gu: 1024 (મધ્યમ ગ્રેડ)
hi: 1024 (मध्यम ग्रेड)
hr: 1024 (srednji)
kn: 1024 (ಮದ್ಯಮ ಶ್ರೇಣಿ)
ko: 1024(중간 등급)
lv: 1024 (Vidēja Atzīme)
ml: 1024 (മീഡിയം ഗ്രേഡ്)
mr: 1024 (मध्यम प्रत)
ms: 1024 (Gred Sederhana)
ro: 1024 (Grad mediu)
sl: 1024 (srednja stopnja)
sr: 1024 (средњи степен)
sw: 1024 (Gredi Wastani)
ta: 1024 (இடைநிலைத் தரம்)
te: 1024 (మధ్యస్థ గ్రేడ్)
uk: 1024 (Середній рівень)
vi: 1024 (Loại Trung bình)

# IDS_FORM_INPUT_WEEK_TEMPLATE
source: Week $2, $1
am: ሳምንት $2፣ $1
ar: الأسبوع $2، $1
cs: $2. týden, $1
de: Woche $2, $1
fa: هفته $2، $1
fil: Linggo $2, $1
gu: અઠવાડિયું $2, $1
he: שבוע $2‏, $1
hi: सप्ताह $2, $1
hr: $2. tjedan, $1. godina
kn: ವಾರ $2, $1
ko: $1, $2번째 주
lv: $2. nedēļa, $1. gads
ml: ആഴ്‌ച $2, $1
mr: आठवडा $2, $1
ms: Minggu $2, $1
ro: Săptămâna $2, $1
sl: $2. teden, $1
sr: $2. недеља, $1.
sw: Wiki $2, $1
ta: வாரம் $2, $1
te: $2వ వారం, $1
uk: Тиждень $2, $1 р.
vi: Tuần $2, $1

# IDS_FORM_VALIDATION_VALUE_MISSING_MULTIPLE_FILE
source: Please select one or more files.
am: እባክዎ አንድ ወይም ተጨማሪ ፋይሎችን ይምረጡ።
ar: الرجاء تحديد ملف واحد أو أكثر.
cs: Vyberte prosím jeden nebo více souborů.
de: Wählen Sie eine oder mehrere Dateien aus.
fa: لطفاً یک یا چند فایل را انتخاب کنید.
fil: Mangyaring pumili ng isa o higit pang mga file.
gu: કૃપા કરીને એક અથવા વધુ ફાઇલ પસંદ કરો.
he: בחר קובץ אחד או יותר.
hi: कृपया एक या अधिक फ़ाइल को चुनें.
hr: Izaberite jednu ili više datoteka.
kn: ದಯವಿಟ್ಟು ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಫೈಲ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 파일을 한 개 이상 선택하세요.
lv: Lūdzu, atlasiet vienu vai vairākus failus.
ml: ഒന്നോ അതില്‍ക്കൂടുതലോ ഫയലുകള്‍ ദയവായി തിരഞ്ഞെടുക്കുക.
mr: कृपया एक किंवा अधिक फायली निवडा.
ms: Sila pilih satu fail atau lebih.
ro: Selectați unul sau mai multe fișiere.
sl: Izberite eno ali več datotek.
sr: Изаберите једну или више датотека.
sw: Tafadhali chagua faili moja au zaidi.
ta: ஒன்று அல்லது அதற்குமேற்பட்ட கோப்புகளைத் தேர்ந்தெடுங்கள்.
te: దయచేసి ఒకటి లేదా మరిన్ని ఫైళ్ళను ఎంచుకోండి.
uk: Виберіть один або декілька файлів.
vi: Vui lòng chọn một hoặc nhiều tệp.

# IDS_FORM_VALIDATION_TYPE_MISMATCH
source: Invalid value.
am: ልክ ያልሆነ እሴት።
ar: قيمة غير صحيحة
cs: Neplatná hodnota.
de: Ungültiger Wert.
fa: مقدار نامعتبر.
fil: Di-wastong halaga.
gu: અમાન્ય મૂલ્ય.
he: ערך לא חוקי.
hi: अमान्य मान.
hr: Nevažeća vrijednost.
kn: ಅಮಾನ್ಯ ಮೌಲ್ಯ.
ko: 값이 잘못되었습니다.
lv: Nederīga vērtība.
ml: അസാധുവായ മൂല്യം.
mr: अवैध मूल्य.
ms: Nilai tidak sah.
ro: Valoare nevalidă.
sl: Neveljavna vrednost.
sr: Неважећа вредност.
sw: Thamani batili.
ta: செல்லாத மதிப்பு.
te: చెల్లని విలువ.
uk: Недійсне значення
vi: Giá trị không hợp lệ.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_EMPTY
source: Please enter a non-empty email address.
am: እባክዎ ባዶ ያልሆነ የኢሜይል አድራሻ ያስገቡ።
ar: يُرجى إدخال عنوان البريد الإلكتروني وعدم ترك الحق فارغًا.
cs: Vyplňte e-mailovou adresu.
de: Geben Sie eine E-Mail-Adresse ein.
fa: لطفاً یک آدرس ایمیل غیرخالی وارد کنید.
fil: Mangyaring maglagay ng isang non-empty na email address.
gu: કૃપા કરીને એક બિન-ખાલી ઇમેઇલ સરનામું દાખલ કરો.
he: הזן ערך נדרש בשדה של כתובת הדוא"ל.
hi: कृपया गैर-रिक्त ईमेल पता डालें.
hr: Unesite e-adresu koja nije prazna vrijednost.
kn: ಖಾಲಿ-ಅಲ್ಲದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: 비어 있지 않은 이메일 주소를 입력해 주세요.
lv: Lūdzu, ievadiet e-pasta adresi.
ml: ശൂന്യമായിടാതെ, ഇമെയിൽ വിലാസം നൽകുക.
mr: कृपया एक रिक्त-नसलेला ईमेल पत्ता प्रविष्ट करा.
ms: Sila masukkan alamat e-mel bukan kosong.
ro: Introduceți o adresă de e-mail concretă.
sl: Vnesite e-poštni naslov (polje ne sme biti prazno).
sr: Унесите адресу е-поште која није празна.
sw: Tafadhali ingiza anwani ya barua pepe ambayo sio tupu.
ta: காலி அல்லாத மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి ఖాళీ-కాని ఇమెయిల్ చిరునామాని నమోదు చేయండి.
uk: Введіть електронну адресу.
vi: Vui lòng nhập địa chỉ email không trống.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_EMPTY_DOMAIN
source: Please enter a part following '$1'. '$2' is incomplete.
am: እባክዎ ከ«$1» በኋላ አንድ ክፍል ያስገቡ። «$2» ያልተሟላ ነው።
ar: يُرجى إدخال الجزء الذي يلي العلامة "$1"، حيث إن "$2" غير مكتمل.
cs: Zadejte část za znakem $1. Adresa $2 není úplná.
de: Geben Sie etwas nach dem $1-Zeichen ein. Die Angabe "$2" ist unvollständig.
fa: لطفاً قسمت بعد از «$1» را وارد کنید. «$2» ناقص است.
fil: Mangyaring maglagay ng isang bahagi pagkatapos ng '$1.' Hindi kumpleto ang '$2.'
gu: કૃપા કરીને '$1' ને અનુસરી રહેલો ભાગ દાખલ કરો. '$2' અપૂર્ણ છે.
he: הזן חלק ולאחריו '$1'‏. השדה '$2' אינו מלא.
hi: कृपया '$1' के बाद आने वाला भाग डालें. '$2' अधूरा है.
hr: Unesite dio adrese iza znaka "$1". "$2" nije potpuna e-adresa.
kn: '$1' ನಂತರದ ಒಂದು ಭಾಗವನ್ನು ನಮೂದಿಸಿ. '$2' ಅಪೂರ್ಣವಾಗಿದೆ.
ko: '$1' 뒷 부분을 입력해 주세요. '$2'(이)가 완전하지 않습니다.
lv: Lūdzu, ievadiet daļu, kas atrodas aiz zīmes $1. “$2” ir nepilna adrese.
ml: '$1' എന്നതിനുശേഷം ഒരു ഭാഗം നൽകുക.'$2' അപൂർണ്ണമാണ്.
mr: कृपया '$1' चे अनुसरण करणारा भाग प्रविष्ट करा. '$2' अपूर्ण आहे.
ms: Sila masukkan bahagian selepas '$1'. '$2' tidak lengkap.
ro: Introduceți o valoare după semnul „$1”. Adresa „$2” nu este completă.
sl: Vnesite nekaj po znaku »$1«. Naslov »$2« je nepopoln.
sr: Унесите неки део после „$1“. Адреса „$2“ је непотпуна.
sw: Tafadhali ingiza sehemu inayofuatia '$1'. '$2' haijakamilika.
ta: '$1' ஐத் தொடர்ந்து ஒரு பகுதியை உள்ளிடவும். '$2' முழுமைப்பெறாமல் உள்ளது.
te: దయచేసి '$1'కి తర్వాత ఉన్న భాగాన్ని నమోదు చేయండి. '$2' అసంపూర్ణంగా ఉంది.
uk: Введіть частину електронної адреси після знака "$1". Електронна адреса "$2" неповна.
vi: Vui lòng nhập phần đứng sau '$1'. '$2' không hoàn chỉnh.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_EMPTY_LOCAL
source: Please enter a part followed by '$1'. '$2' is incomplete.
am: እባክዎ አንድ ክፍል ያስገቡና «$1»ን ያስከትሉ። «$2» ያልተሟላ ነው።
ar: يُرجى إدخال جزء متبوع بعلامة "$1"، حيث إن "$2" غير مكتمل.
cs: Zadejte část před znakem $1. Adresa $2 není úplná.
de: Geben Sie etwas vor dem $1-Zeichen ein. Die Angabe "$2" ist unvollständig.
fa: لطفاً قسمت قبل از «$1» را وارد کنید. «$2» ناقص است.
fil: Mangyaring maglagay ng isang bahagi na sinusundan ng '$1.' Hindi kumpleto ang '$2.'
gu: કૃપા કરીને '$1' ની આગળનો ભાગ દાખલ કરો. '$2' અપૂર્ણ છે.
he: הזן חלק ולאחריו '$1'‏. השדה '$2' אינו מלא.
hi: कृपया '$1' के पहले वाला भाग डालें. '$2' अधूरा है.
hr: Unesite dio adrese ispred znaka "$1". "$2" nije potpuna e-adresa.
kn: '$1' ನಂತರದ ಭಾಗವನ್ನು ನಮೂದಿಸಿ. '$2' ಅಪೂರ್ಣವಾಗಿದೆ.
ko: '$1' 앞 부분을 입력해 주세요. '$2'(이)가 완전하지 않습니다.
lv: Lūdzu, ievadiet daļu, kas atrodas pirms zīmes $1. “$2” ir nepilna adrese.
ml: '$1' എന്നതിനുശേഷം ഒരു ഭാഗം നൽകുക.'$2' അപൂർണ്ണമാണ്.
mr: कृपया '$1' मागुन येणारा भाग प्रविष्ट करा. '$2' अपूर्ण आहे.
ms: Sila masukkan bahagian diikuti oleh '$1'. '$2' tidak lengkap.
ro: Introduceți o valoare urmată de semnul „$1”. Adresa „$2” nu este completă.
sl: Vnesite nekaj in nato $1. Naslov »$2« je nepopoln.
sr: Унесите неки део пре „$1“. Адреса „$2“ је непотпуна.
sw: Tafadhali ingiza sehemu ikifuatiwa na '$1'. '$2' haijakamilika.
ta: '$1' ஐத் தொடர்ந்து ஒரு பகுதியை உள்ளிடவும். '$2' முழுமைப் பெறாமல் உள்ளது.
te: దయచేసి '$1'కి ముందు ఉన్న భాగాన్ని నమోదు చేయండి. '$2' అసంపూర్ణంగా ఉంది.
uk: Введіть частину електронної адреси до знака "$1". Електронна адреса "$2" неповна.
vi: Vui lòng nhập phần đứng trước '$1'. '$2' không hoàn chỉnh.
