Repository: rubencarneiro/oxide
Catalog: po/*.po
Languages: am, ar, cs, de, fa, fil, gu, he, hi, hr, kn, ko, lv, ml, mr, ms, ro, sl, sr, sw, ta, te, uk, vi

# IDS_FORM_VALIDATION_STEP_MISMATCH
source: Please enter a valid value. The two nearest valid values are $1 and $2.
am: እባክዎ የሚሰራ ዋጋ ያስገቡ። ሁለቱ የሚቀርቡ ዋጋዎች $1 እና $2 ናቸው።
ar: يُرجى إدخال قيمة صالحة. علمًا بأن القيم الصالحة تتراوح بين $1 و$2.
cs: Zadejte platnou hodnotu. Dvě nejbližší hodnoty jsou $1 a $2.
de: Geben Sie einen gültigen Wert ein. Die zwei nächstliegenden gültigen Werte sind $1 und $2.
fa: لطفاً یک مقدار معتبر وارد کنید. نزدیک‌ترین مقادیر معتبر $1 و $2 هستند.
fil: Mangyaring maglagay ng isang wastong value. Ang dalawang pinakamalapit na wastong value ay $1 at $2.
gu: કૃપા કરીને એક માન્ય મૂલ્ય દાખલ કરો. બે નિકટતમ માન્ય મૂલ્યો $1 અને $2 છે.
he: הזן ערך חוקי. שני הערכים החוקיים הקרובים ביותר הם $1 ו-$2.
hi: कृपया कोई मान्य मान डालें. दो निकटतम मान्य मान $1 और $2 हैं.
hr: Unesite važeću vrijednost. Dvije su najbliže važeće vrijednosti $1 i $2.
kn: ಮಾನ್ಯವಾದ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ. $1 ಮತ್ತು $2 ಎರಡು ಹತ್ತಿರದ ಮಾನ್ಯ ಮೌಲ್ಯಗಳಾಗಿವೆ.
ko: 유효한 값을 입력해 주세요. 가장 근접한 유효 값 2개는 $1 및 $2입니다.
lv: Lūdzu, ievadiet derīgu vērtību. Divas tuvākās derīgās vērtības ir $1 un $2.
ml: സാധുവായ മൂല്യം നൽകുക. സാധുവായ ഏറ്റവുമടുത്ത രണ്ട് മൂല്യങ്ങൾ $1, $2 എന്നിവയാണ്.
mr: कृपया एक वैध मूल्य प्रविष्ट करा. दोन जवळील वैध मूल्ये $1 आणि $2 आहेत.
ms: Sila masukkan nilai yang sah. Dua nilai sah yang terdekat ialah $1 dan $2.
ro: Introduceți o valoare validă. Cele mai apropiate valori valide sunt $1 și $2.
sl: Vnesite veljavno vrednost. Najbližji veljavni vrednosti sta $1 in $2.
sr: Унесите важећу вредност. Две најближе важеће вредности су $1 и $2.
sw: Tafadhali ingiza thamani halali. Thamani mbili halali za karibu ni $1 na $2.
ta: சரியான மதிப்பை உள்ளிடவும். $1 மற்றும் $2 ஆகியவை மிக நெருக்கமான சரியான இரண்டு மதிப்புகளாகும்.
te: దయచేసి చెల్లుబాటు అయ్యే విలువను నమోదు చేయండి. $1 మరియు $2 అనేవి రెండు సమీప చెల్లుబాటు విలువలు.
uk: Введіть дійсне значення. Два найближчі дійсні значення: $1 і $2.
vi: Vui lòng nhập giá trị hợp lệ. Hai giá trị hợp lệ gần nhất là $1 và $2.

# IDS_FORM_VALIDATION_STEP_MISMATCH_CLOSE_TO_LIMIT
source: Please enter a valid value. The nearest valid value is $1.
am: እባክዎ የሚሰራ ዋጋ ያስገቡ። የሚቀርበው ዋጋ $1 ነው።
ar: يُرجى إدخال قيمة صالحة. علمًا بأن أقرب قيمة صالحة هي $1.
cs: Zadejte platnou hodnotu. Nejbližší platná hodnota je $1.
de: Geben Sie einen gültigen Wert ein. Der nächstliegende gültige Wert ist $1.
fa: لطفاً یک مقدار معتبر وارد کنید. نزدیک‌ترین مقدار معتبر $1 است.
fil: Mangyaring maglagay ng isang wastong value. Ang pinakamalapit na wastong value ay $1.
gu: કૃપા કરીને એક માન્ય મૂલ્ય દાખલ કરો. નિકટતમ માન્ય મૂલ્ય $1 છે.
he: הזן ערך חוקי. הערך החוקי הקרוב ביותר הוא $1
hi: कृपया कोई मान्य मान डालें. निकटतम मान्य मान $1 है.
hr: Unesite važeću vrijednost. Najbliža je važeća vrijednost $1.
kn: ಮಾನ್ಯ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ. ಹತ್ತಿರದ ಮಾನ್ಯ ಮೌಲ್ಯವು $1 ಆಗಿದೆ.
ko: 유효한 값을 입력해 주세요. 가장 근접한 유효 값은 $1입니다.
lv: Lūdzu, ievadiet derīgu vērtību. Tuvākā derīgā vērtība ir $1.
ml: സാധുവായ ഒരു മൂല്യം നൽകുക. ഏറ്റവുമടുത്ത സാധുവായ മൂല്യം $1 ആണ്.
mr: कृपया एक वैध मूल्य प्रविष्ट करा. जवळील वैध मूल्य $1 आहे.
ms: Sila masukkan nilai yang sah. Nilai sah yang terdekat ialah $1.
ro: Introduceți o valoare validă. Cea mai apropiată valoare validă este $1.
sl: Vnesite veljavno vrednost. Najbližja veljavna vrednost je $1.
sr: Унесите важећу вредност. Најближа важећа вредност је $1.
sw: Tafadhali ingiza thamani halali.Thamani halali ya karibu ni $1.
ta: சரியான மதிப்பை உள்ளிடவும். $1 என்பது நெருக்கமாக உள்ள சரியான மதிப்பாகும்.
te: దయచేసి చెల్లుబాటు అయ్యే విలువను నమోదు చేయండి. $1 అనేది సమీప చెల్లుబాటు విలువ.
uk: Введіть дійсне значення. Найближче дійсне значення: $1.
vi: Vui lòng nhập giá trị hợp lệ. Giá trị hợp lệ gần nhất là $1.

# IDS_FORM_VALIDATION_TOO_LONG
source: Please shorten this text to $2 characters or less (you are currently using $1 characters).
am: እባክዎ ይህ ጽሑፍ ወደ $2 ወይም ከዚያ በታች ቁምፊዎች ያሳጥሩት (በአሁኑ ጊዜ $1 ቁምፊዎችን እየተጠቀሙ ነዎት)።
ar: الرجاء اختصار هذا النص حتى يصل إلى $2 من الحروف أو أقل (أنت الآن تستخدم $1 من الحروف).
cs: Zkraťte prosím tento text na $2 znaků nebo méně. (Aktuálně má $1 znaků.)
de: Kürzen Sie diesen Text auf max. $2 Zeichen. Zurzeit verwenden Sie $1 Zeichen.
fa: لطفاً این متن را به اندازه $2 نویسه یا کمتر کوتاه کنید (شما در حال حاضر از $1 نویسه استفاده می‌کنید).
fil: Mangyaring paikliin ang tekstong ito ng $2 (na) character o mas mababa (kasalukuyan kang gumagamit ng $1 (na) character).
gu: કૃપા કરીને આ ટેક્સ્ટને $2 અક્ષર અથવા તેથી ઓછા સુધી નાનો કરો (તમે હાલમાં $1 અક્ષરોનો ઉપયોગ કરી રહ્યા છો).
he: קצר טקסט זה ל-$2 תווים או פחות (אתה משתמש כעת ב-$1 תווים).
hi: कृपया इस टेक्स्ट को $2 वर्णों या कम तक छोटा करें (वर्तमान में आप $1 वर्णों का उपयोग कर रहे हैं).
hr: Skratite taj tekst na $2 znakova ili manje (trenutačno upotrebljavate $1 znakova).
kn: ದಯವಿಟ್ಟು ಈ ಪಠ್ಯವನ್ನು $2 ಅಕ್ಷರಗಳಿಗೆ ಅಥವಾ ಅದಕ್ಕಿಂತಲೂ ಕಡಿಮೆಗೆ ಸೀಮಿತಗೊಳಿಸಿ (ನೀವು ಪ್ರಸ್ತುತವಾಗಿ $1 ಅಕ್ಷರಗಳನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ).
ko: 이 텍스트를 $2자 이하로 줄이세요(현재 $1자 사용 중).
lv: Lūdzu, saīsiniet šo tekstu līdz $2 vai mazāk zīmēm (pašreiz tas ietver $1 rakstzīmes).
ml: ഈ വാചകത്തെ $2 അല്ലെങ്കില്‍ അതില്‍‌ക്കുറവ് പ്രതീകങ്ങളായി ദയവായി കുറയ്ക്കുക (നിങ്ങള്‍ നിലവില്‍ $1 പ്രതീകങ്ങള്‍ ഉപയോഗിക്കുകയാണ്).
mr: कृपया हा मजकूर $2 वर्ण लहान किंवा कमी करा (आपण सध्या $1 वर्ण वापरत आहात).
ms: Sila pendekkan teks ini menjadi $2 aksara atau kurang (anda kini menggunakan $1 aksara).
ro: Micșorați acest text la cel mult $2 (de) caractere (în prezent utilizați $1 (de) caractere).
sl: Skrajšajte to besedilo na $2 znakov ali manj (trenutno uporabljate $1 znakov).
sr: Скратите овај текст на $2 знак(ов)а или мање (тренутно користите $1 знак(ов)а).
sw: Tafadhali fupisha maandishi haya hadi vibambo $2 au chini (kwa sasa unatumia vibambo $1 ).
ta: இந்த உரையை $2 எழுத்துக்குறிகள் அல்லது அதற்கும் குறைவாக சுருக்கிடுங்கள் (நீங்கள் தற்போது $1 எழுத்துக்குறிகளைப் பயன்படுத்துகிறீர்கள்).
te: దయచేసి ఈ వచనాన్ని $2 అక్షరాలకు లేదా అంతకంటే తక్కువ (మీరు ప్రస్తుతం $1 అక్షరాలను ఉపయోగిస్తున్నారు)కు తగ్గించండి.
uk: Скоротіть текст до такої кількості символів або менше: $2 (наразі використано символів: $1).
vi: Hãy cắt ngắn văn bản này thành $2 ký tự hoặc ít hơn (bạn hiện đang sử dụng $1 ký tự).

# IDS_PDF_NEED_PASSWORD
source: This document is password protected. Please enter a password.
am: ይህ ሰነድ በይለፍ ቃል የተጠበቀ ነው። እባክዎ የይለፍ ቃል ያስገቡ።
ar: هذا المستند محمي بكلمة المرور. الرجاء إدخال كلمة مرور.
cs: Tento dokument je chráněn heslem. Zadejte prosím heslo.
de: Dieses Dokument ist passwortgeschützt. Geben Sie ein Passwort ein.
fa: این سند توسط رمز ورود محافظت می‌شود. لطفاً یک رمز ورود وارد کنید.
fil: Protektado ng password ang dokumentong ito. Mangyaring magpasok ng password.
gu: આ દસ્તાવેજ પાસવર્ડ સુરક્ષિત છે. કૃપા કરીને પાસવર્ડ દાખલ કરો.
he: מסמך זה מוגן באמצעות סיסמה. הזן סיסמה.
hi: यह दस्तावेज़ पासवर्ड सुरक्षित है. कृपया पासवर्ड डालें.
hr: Ovaj je dokument zaštićen zaporkom. Unesite zaporku.
kn: ಈ ಡಾಕ್ಯುಮೆಂಟ್‌ ಅನ್ನು ಪಾಸ್‌ವರ್ಡ್‌ನಿಂದ ರಕ್ಷಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 문서가 비밀번호로 보호되고 있습니다. 비밀번호를 입력하세요.
lv: Šis dokuments ir aizsargāts ar paroli. Lūdzu, ievadiet paroli.
ml: ഈ പ്രമാണം പാസ്‌വേഡ് പരിരക്ഷിതമാണ്. ദയവായി ഒരു പാസ്‌വേഡ് നല്‍‌കുക.
mr: हा दस्तऐवज संकेतशब्द संरक्षित आहे. कृपया संकेतशब्द प्रविष्ट करा.
ms: Dokumen ini dilindungi kata laluan. Sila masukkan kata laluan.
ro: Acest document este protejat cu parolă. Introduceți o parolă.
sl: Dokument je zaščiten z geslom. Vnesite geslo.
sr: Овај документ је заштићен лозинком. Унесите лозинку.
sw: Hati hii imelindwa kwa nenosiri. Tafadhali ingiza nenosiri.
ta: இந்த ஆவணம் கடவுச்சொல் பாதுகாக்கப்பட்ட ஒன்று. தயவுசெய்து ஒரு கடவுச்சொல்லை உள்ளிடுக.
te: ఈ పత్రం అనుమతి పదంచే రక్షించబడింది. దయచేసి అనుమతి పదాన్ని నమోదు చేయండి.
uk: Цей документ захищено паролем. Введіть пароль.
vi: Tài liệu này được bảo vệ bằng mật khẩu. Vui lòng nhập mật khẩu.

# IDS_PDF_PAGE_LOADING
source: Loading...
am: በመጫን ላይ...
ar: تحميل...
cs: Načítání...
de: Wird geladen...
fa: در حال بارگیری...
fil: Kumakarga...
gu: લોડ કરી રહ્યું છે...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
kn: ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 로드 중...
lv: Notiek ielāde...
ml: ലോഡ്ചെയ്യുന്നു...
mr: लोड करीत आहे...
ms: Memuatkan...
ro: Se încarcă...
sl: Nalagam ...
sr: Учитавање...
sw: Inapakia...
ta: நினைவேறுகிறது...
te: లోడ్ అవుతోంది...
uk: Завантаження...
vi: Đang tải...

# IDS_PDF_LOADING_PROGRESS
source: Loading document: %d/%d pages...
am: ሰነዱን በመጫን ላይ፦ %d/%d ገጾች...
ar: جارٍ تحميل المستند: %d/%d من الصفحات...
cs: Načítání dokumentu: %d/%d stran...
de: Dokument wird geladen %d/%d Seiten...
fa: در حال بارگیری سند: %d/%d صفحات...
fil: Nilo-load ang dokumento: %d/%d (na) pahina...
gu: દસ્તાવેજ લોડ કરી રહ્યું છે: %d/%d પૃષ્ઠ...
he: טוען מסמך: דפים %d/%d...
hi: दस्तावेज़ लोड कर रहा है: %d/%d पृष्ठ...
hr: Učitavanje dokumenta: %d/%d stranica...
kn: ಲೋಡಿಂಗ್ ಡಾಕ್ಯುಮೆಂಟ್: %d/%d ಪುಟಗಳು...
ko: 문서 로드 중: %d/%d페이지
lv: Notiek dokumenta ielāde: %d/%d lappuses...
ml: പ്രമാണങ്ങള്‍ ലോഡുചെയ്യുന്നു: %d/%d പേജുകള്‍...
mr: दस्तऐवज लोड करत आहे: %d/%d पृष्ठे...
ms: Memuatkan dokumen: %d/%d halaman...
ro: Se încarcă documentul: %d/%d (de) pagini...
sl: Nalaganje dokumenta: %d/%d strani ...
sr: Учитавање документа: %d/%d странице(а)...
sw: Inapakia hati: Kurasa %d / %d...
ta: ஆவணத்தை ஏற்றுகிறது: %d/%d பக்கங்கள்...
te: పత్రాన్ని లోడ్ చేస్తోంది: %d/%d పేజీలు...
uk: Завантаження документа – сторінки: %d із %d...
vi: Đang tải tài liệu: %d/%d trang...

# IDS_PDF_PAGE_LOAD_FAILED
source: Failed to load PDF document
am: የፒ ዲ ኤፍ ሰነድ መጫን አልተሳካም
ar: ‏إخفاق تحميل مستند PDF
cs: Načítání dokumentu PDF se nezdařilo.
de: Fehler beim Laden des PDF-Dokuments
fa: ‏بارگیری سند PDF انجام نشد
fil: Nabigong i-load ang dokumentong PDF
gu: PDF દસ્તાવેજ લોડ કરવામાં નિષ્ફળ રહ્યા
he: ‏הטעינה של מסמך PDF נכשלה
hi: PDF दस्तावेज़ लोड करने में विफल
hr: Učitavanje dokumenta PDF nije uspjelo
kn: PDF ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ko: PDF 문서를 로드하지 못했습니다.
lv: Neizdevās ielādēt PDF dokumentu
ml: PDF പ്രമാണം ലോഡുചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr: PDF दस्तऐवज लोड करणे अयशस्वी
ms: Gagal untuk memuatkan dokumen PDF
ro: Încărcarea documentului PDF nu a reușit
sl: Dokumenta PDF ni bilo mogoče naložiti
sr: Учитавање PDF документа није успело
sw: Imeshindwa kupakia hati ya PDF
ta: PDF ஆவணத்தை ஏற்றுவது தோல்வியடைந்தது
te: PDF పత్రాన్ని లోడ్ చెయ్యడానికి విఫలమైంది
uk: Не вдалося завантажити документ PDF
vi: Không thể tải tài liệu PDF

# IDS_PDF_PROGRESS_LOADING
source: Loading
am: በመጫን ላይ
ar: جارٍ التحميل.
cs: Načítání
de: Wird geladen...
fa: بارگیری
fil: Naglo-load
gu: લોડ કરી રહ્યું છે
he: טוען
hi: लोड हो रहा है
hr: Učitavanje
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 로드 중
lv: Notiek ielāde
ml: ലോഡുചെയ്യുന്നു
mr: लोड करीत आहे
ms: Memuatkan
ro: Se încarcă
sl: Nalaganje
sr: Учитавање
sw: Inapakia
ta: ஏற்றுகிறது
te: లోడ్ అవుతోంది
uk: Завантаження
vi: Đang tải

# IDS_PLUGIN_INITIALIZATION_ERROR
source: Couldn't load plug-in.
am: ተሰኪ መጫን አልተቻለም።
ar: تعذر تحميل المكوّن الإضافي.
cs: Plugin se nepodařilo načíst.
de: Plug-in konnte nicht geladen werden.
fa: افزونه بارگیری نشد.
fil: Hindi ma-load ang plug-in.
gu: પ્લગ-ઇન લોડ કરી શકાયુ નથી.
he: לא היתה אפשרות לטעון את הפלאגין.
hi: प्लग-इन लोड नहीं किया जा सका.
hr: Nije bilo moguće učitati dodatak.
kn: ಪ್ಲಗ್-ಇನ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 플러그인을 로드할 수 없습니다.
lv: Nevarēja ielādēt spraudni.
ml: പ്ലഗ്-ഇൻ ലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല.
mr: प्लग-इन लोड करणे शक्य झाले नाही.
ms: Tidak dapat memuatkan pemalam.
ro: Nu s-a putut încărca pluginul.
sl: Vtičnika ni bilo mogoče naložiti.
sr: Није могуће учитати додатну компоненту.
sw: Isingeweza kupakia programu jalizi.
ta: செருகுநிரல் ஏற்றப்படவில்லை.
te: ప్లగిన్‌ని లోడ్ చేయడం సాధ్యం కాలేదు.
uk: Не вдалося завантажити плагін.
vi: Không thể tải trình cắm.
