Repository: rubencarneiro/oxide
Catalog: po/*.po
Languages: am, ar, cs, de, fa, fil, gu, he, hi, hr, kn, ko, lv, ml, mr, ms, ro, sl, sr, sw, ta, te, uk, vi

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_INVALID_DOMAIN
source: A part following '$1' should not contain the symbol '$2'.
am: ከ«$1» በኋላ የሚመጣ ክፍል የ«$2» ምልክት መያዝ የለበትም።
ar: يجب ألا يشتمل الجزء الذي يلي العلامة "$1" على الرمز "$2".
cs: Část za znakem $1 nesmí obsahovat znak $2.
de: Nach dem $1-Zeichen darf das Zeichen "$2" nicht verwendet werden.
fa: قسمت بعد از «$1» نباید حاوی نماد «$2» باشد.
fil: Hindi dapat naglalaman ng simbolong '$2' ang bahagi pagkatapos ng '$1.'
gu: '$1' ને અનુસરી રહેલા ભાગમાં '$2' પ્રતીક શામેલ હોવું જોઈએ નહીં.
he: חלק ולאחריו '$1' לא אמור לכלול את הסמל '$2'.
hi: '$1' के बाद आने वाले भाग में '$2' प्रतीक शामिल नहीं होना चाहिए.
hr: Dio adrese iza znaka "$1" ne smije sadržavati simbol "$2".
kn: '$1' ನಂತರದ ಭಾಗವು '$2' ಚಿಹ್ನೆಯನ್ನು ಒಳಗೊಂಡಿರಬಾರದು.
ko: '$1' 다음 부분에 '$2' 기호가 포함되면 안됩니다.
lv: Daļā, kas atrodas aiz zīmes $1, nedrīkst būt ietverts simbols $2.
ml: '$1' എന്നതിനുശേഷം വരുന്ന ഭാഗത്തിൽ '$2' ചിഹ്നം ഉണ്ടാകരുത്.
mr: '$1' चे अनुसरण करणार्‍या भागामध्ये '$2' चिन्ह नसावे.
ms: Bahagian selepas '$1' tidak boleh mengandungi simbol '$2'.
ro: Valoarea care urmează după semnul „$1” nu trebuie să conțină simbolul „$2”.
sl: Del po »$1« ne sme vsebovati znaka »$2«.
sr: Део после „$1“ не треба да садржи симбол „$2“.
sw: Sehemu inayofuata '$1' haipaswi kuwa na alama ya '$2'.
ta: '$1' ஐத் தொடரும் பகுதியில், '$2' சின்னம் இருக்கக்கூடாது.
te: '$1'కి తర్వాత ఉన్న భాగంలో '$2' చిహ్నం ఉండకూడదు.
uk: Частина після знака "$1" не може містити символ "$2".
vi: Phần đứng sau '$1' không được chứa biểu tượng '$2'.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_INVALID_DOTS
source: '$1' is used at a wrong position in '$2'.
am: «$1» በ«$2» ውስጥ በተሳሳተ ቦታ ላይ ነው የገባው።
ar: تم استخدام "$1" في موضع خاطئ في "$2".
cs: Znak $1 v doméně $2 není použitý správně.
de: Das Punktzeichen "$1" steht in "$2" an einer falschen Stelle.
fa: «$1» در «$2» در محل اشتباهی قرار دارد.
fil: Ginamit ang '$1' sa maling posisyon sa '$2.'
gu: '$1' નો ઉપયોગ '$2' માં ખોટી જગ્યાએ થયો છે.
he: נעשה שימוש ב-'$1' במיקום שגוי ב-'$2'.
hi: '$1' का '$2' में गलत स्थान पर उपयोग किया गया है.
hr: Znak "$1" upotrebljava se na pogrešnom položaju u domeni "$2".
kn: '$1' ಅನ್ನು '$2' ನಲ್ಲಿ ತಪ್ಪಾದ ಸ್ಥಾನದಲ್ಲಿ ಬಳಸಲಾಗಿದೆ.
ko: '$2'에서 '$1'의 위치가 잘못되었습니다.
lv: Punkts ($1) atrodas nepareizā vietā ($2).
ml: '$1', '$2' എന്നതിൽ തെറ്റായ സ്ഥാനത്താണ് ഉപയോഗിച്ചിരിക്കുന്നത്.
mr: '$1' '$2' मध्ये चुकीच्या स्थितीवर वापरले आहे.
ms: '$1' digunakan pada kedudukan yang salah dalam '$2'.
ro: Semnul „$1” apare poziționat greșit în „$2”.
sl: »$1« je na napačnem mestu v »$2«.
sr: „$1“ је стављено на погрешно место у „$2“.
sw: ' $1 'imetumika kwenye nafasi isiyostahili katika '$2'.
ta: $2 இல் தவறான இடத்தில் '$1' பயன்படுத்தபட்டுள்ளது.
te: '$2'లో '$1' తప్పు స్థానంలో ఉపయోగించబడింది.
uk: Символ "$1" у "$2" використано неправильно.
vi: '$1' bị sử dụng sai vị trí trong '$2'.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_INVALID_LOCAL
source: A part followed by '$1' should not contain the symbol '$2'.
am: ከ«$1» በፊት የሚመጣ ክፍል የ«$2» ምልክት መያዝ የለበትም።
ar: الجزء المتبوع بالعلامة "$1" يجب ألا يشتمل على الرمز "$2".
cs: Část před znakem $1 nesmí obsahovat znak $2.
de: Vor dem $1-Zeichen darf das Zeichen "$2" nicht verwendet werden.
fa: قسمت قبل از «$1» نباید حاوی نماد «$2» باشد.
fil: Hindi dapat naglalaman ng simbolong '$2' ang bahagi bago ang '$1.'
gu: '$1' દ્વારા અનુસરાઈ રહેલા ભાગમાં '$2' પ્રતીક શામેલ હોવું જોઈએ નહીં.
he: חלק ולאחריו '$1' לא אמור לכלול את הסמל '$2'.
hi: '$1' के बाद आने वाले भाग में '$2' प्रतीक शामिल नहीं होना चाहिए.
hr: Dio adrese ispred znaka "$1" ne smije sadržavati simbol "$2".
kn: '$1' ನಂತರದ ಭಾಗವು '$2' ಚಿಹ್ನೆಯನ್ನು ಒಳಗೊಂಡಿರಬಾರದು.
ko: '$1' 앞 부분에 '$2' 기호가 포함되면 안됩니다.
lv: Daļā, kas atrodas pirms zīmes $1, nedrīkst būt ietverts simbols $2.
ml: '$1' എന്നതിനുശേഷം വരുന്ന ഒരു ഭാഗത്തിൽ '$2' ചിഹ്നം ഉണ്ടാകരുത്.
mr: '$1' मागुन येणार्‍या भागामध्ये '$2' चिन्ह नसावे.
ms: Bahagian yang diikuti oleh '$1' tidak boleh mengandungi simbol '$2'.
ro: Valoarea urmată de semnul „$1” nu trebuie să conțină simbolul „$2”.
sl: Del pred »$1« ne sme vsebovati znaka »$2«.
sr: Део пре „$1“ не треба да садржи симбол „$2“.
sw: Sehemu inayofuatwa na '$1' haipaswi kuwa na alama ya '$2'.
ta: '$1' ஐத் தொடர்ந்து வரும் பகுதியில் '$2' சின்னம் இருக்கக்கூடாது.
te: '$1'కి ముందు ఉన్న భాగంలో '$2' చిహ్నం ఉండకూడదు.
uk: Частина перед знаком "$1" не може містити символ "$2".
vi: Phần đứng trước '$1' không được chứa biểu tượng '$2'.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL_NO_AT_SIGN
source: Please include an '$1' in the email address. '$2' is missing an '$1'.
am: እባክዎ በኢሜይል አድራሻው ውስጥ «$1» ያካትቱ። «$2» ውስጥ «$1» ይጎድላል።
ar: يُرجى تضمين العلامة "$1" في عنوان البريد الإلكتروني، حيث يفتقر "$2" إلى العلامة "$1".
cs: Do e-mailové adresy zahrňte znak $1. V adrese $2 chybí znak $1.
de: Die E-Mail-Adresse muss ein $1-Zeichen enthalten. In der Angabe "$2" fehlt ein $1-Zeichen.
fa: لطفاً نماد «$1» را به آدرس ایمیل اضافه کنید. «$2» در «$1» موجود نیست.
fil: Mangyaring magsama ng '$1' sa email address. Kulang ng '$1' ang '$2.'
gu: કૃપા કરીને ઇમેઇલ સરનામાંમાં '$1' શામેલ કરો. '$2' માં '$1' ખૂટી રહ્યું છે.
he: כלול '$1' בכתובת הדוא"ל. ב-'$2' חסר '$1'.
hi: कृपया ईमेल पते में '$1' शामिल करें. '$2' में '$1' नहीं है.
hr: Uključite znak "$1" u e-adresu. U adresi "$2" nedostaje znak "$1".
kn: ಇಮೇಲ್ ವಿಳಾಸದಲ್ಲಿ ಒಂದು '$1' ಅನ್ನು ಸೇರಿಸಿ. '$1' ನಲ್ಲಿ '$2' ಕಾಣೆಯಾಗಿದೆ.
ko: 이메일 주소에 '$1'를 포함해 주세요. '$2'에 '$1'가 없습니다.
lv: E-pasta adresē ietveriet zīmi $1. Adresē “$2” trūkst zīmes $1.
ml: ഇമെയിൽ വിലാസത്തിൽ '$1' ഉൾപ്പെടുത്തുക. '$2' എന്നതിൽ ഒരു '$1' കാണുന്നില്ല.
mr: कृपया ईमेल पत्त्यामध्ये '$1' समाविष्ट करा. '$2' '$1' गमावत आहे.
ms: Sila masukkan '$1' dalam alamat e-mel. '$2' tiada '$1'.
ro: Includeți semnul „$1” în adresa de e-mail. Din adresa „$2” lipsește semnul „$1”.
sl: V e-poštnem naslovu mora biti znak »$1«. V naslovu »$2« manjka »$1«.
sr: Уврстите „$1“ у адресу е-поште. У адреси е-поште „$2“ недостаје „$1“.
sw: Tafadhali jumuisha '$1' katika anwani ya barua pepe. '$2' inakosa '$1'.
ta: மின்னஞ்சல் முகவரியில் '$1' ஐச் சேர்க்கவும். '$1' இல் '$2' இல்லை.
te: దయచేసి ఇమెయిల్ చిరునామాలో '$1'ని చేర్చండి. '$2'లో '$1' లేదు.
uk: Електронна адреса має містити знак "$1". В електронній адресі "$2" знака "$1" немає.
vi: Vui lòng bao gồm '$1' trong địa chỉ email. '$2' bị thiếu '$1'.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_MULTIPLE_EMAIL
source: Please enter a comma separated list of email addresses.
am: እባክዎ በኮማ የተለዩ የኢሜይል አድራሻዎች ዝርዝር ያስገቡ።
ar: الرجاء إدخال قائمة مفصولة بفواصل لعناوين البريد الإلكتروني.
cs: Zadejte seznam e-mailových adres oddělených čárkami.
de: Geben Sie eine durch Kommas getrennte Liste der E-Mail-Adressen ein.
fa: لطفاً لیستی از آدرس‌های ایمیل که با کاما از هم جدا شده‌اند را وارد کنید.
fil: Mangyaring magpasok ng listahan ng email address na pinaghihiwalay ng kuwit.
gu: કૃપા કરીને અલ્પવિરામથી વિભાજિત ઇમેઇલ સરનામાંઓની સૂચિ દાખલ કરો.
he: הזן רשימה של כתובות דוא"ל המופרדות באמצעות פסיקים.
hi: कृपया ईमेल पतों की अल्पविराम द्वारा विभाजित सूची दर्ज करें.
hr: Unesite popis adresa e-pošte odijeljen zarezima.
kn: ದಯವಿಟ್ಟು ಅಲ್ಪ ವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸಗಳ ಪಟ್ಟಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 이메일 주소를 쉼표로 구분하여 입력하세요.
lv: Lūdzu, ievadiet ar komatu atdalītu e-pasta adrešu sarakstu.
ml: ഇമെയില്‍ വിലാസങ്ങളുടെ കോമയാല്‍ വേര്‍തിരിച്ച ഒരു പട്ടിക ദയവായി നല്‍കുക.
mr: कृपया ईमेल पत्त्यांची स्वल्पविरामाद्वारे विभक्त सूची प्रविष्ट करा.
ms: Sila masukkan senarai alamat e-mel yang dipisahkan dengan koma.
ro: Introduceți o listă de adrese de e-mail separate prin virgulă.
sl: Vnesite seznam e-poštnih naslovov, ločenih z vejicami
sr: Унесите листу адреса е-поште раздвојених зарезима.
sw: Tafadhali ingiza orodha iliyotenganishwa kwa koma ya anwani za barua pepe.
ta: காற்புள்ளியால் பிரிக்கப்பட்ட மின்னஞ்சல் முகவரிகளின் பட்டியலை உள்ளிடுக.
te: దయచేసి కామాతో వేరు చేసిన ఇమెయిల్ చిరునామాల జాబితాను ఎంటర్ చెయ్యండి.
uk: Введіть список електронних адрес, розділених комою.
vi: Vui lòng nhập danh sách địa chỉ email được phân cách bằng dấu phẩy.

# IDS_FORM_VALIDATION_RANGE_UNDERFLOW
source: Value must be greater than or equal to $1.
am: ዋጋ ከ$1 የሚበልጥ ወይም ከእሱ እኩል መሆን አለበት።
ar: يجب أن تكون القيمة أكبر من أو تساوي $1.
cs: Hodnota musí být větší nebo rovna $1.
de: Wert muss größer als oder gleich $1 sein.
fa: مقدار باید بیشتر یا مساوی با $1 باشد.
fil: Dapat mas mataas kaysa sa o katumbas ng $1 ang halaga.
gu: મૂલ્ય $1 જેટલું અથવા આનાથી વધુ હોવું આવશ્યક છે.
he: הערך חייב להיות גדול מ-$1 או שווה לו.
hi: मान $1 से कम या इसके बराबर होना चाहिए.
hr: Vrijednost mora biti $1 ili veća.
kn: ಮೌಲ್ಯವು $1 ಕ್ಕಿಂತಲೂ ಹೆಚ್ಚಾಗಿರಬೇಕು ಅಥವಾ ಸಮನಾಗಿರಬೇಕು.
ko: 값은 $1 이상이어야 합니다.
lv: Vērtībai ir jābūt lielākai vai vienādai ar $1.
ml: മൂല്യം $1 എന്നതില്‍ കൂടുതലോ സമമോ ആയിരിക്കണം.
mr: मूल्य $1 पेक्षा मोठे किंवा समान असावे.
ms: Nilai mesti lebih besar daripada atau sama dengan $1.
ro: Valoarea trebuie să fie mai mare sau egală cu $1.
sl: Vrednost mora biti večja od $1 ali enaka.
sr: Вредност сме да буде најмање $1.
sw: Lazima thamani iwe kubwa kuliko au sawa na $1.
ta: மதிப்பானது, கண்டிப்பாக $1 ஐ விட அதிகமாக அல்லது அதற்குச் சமமாக இருக்க வேண்டும்.
te: విలువ ఖచ్చితంగా $1 కంటే ఎక్కువగా లేదా సమానంగా ఉండాలి.
uk: Значення має бути більшим або дорівнювати $1.
vi: Giá trị phải lớn hơn hoặc bằng $1.

# IDS_FORM_VALIDATION_RANGE_UNDERFLOW_DATETIME
source: Value must be $1 or later.
am: ዋጋ $1 ወይም ከዚያ በኋላ መሆን አለበት።
ar: يجب أن تكون القيمة $1 أو بعد ذلك.
cs: Datum musí být $1 nebo později.
de: Verwenden Sie $1 oder einen späteren Wert.
fa: مقدار باید $1 یا بعد از آن باشد.
fil: Dapat $1 o mas bago ang value.
gu: મૂલ્ય $1 અથવા પછીનું હોવું આવશ્યક છે.
he: על הערך להיות $1 ומעלה.
hi: मान $1 या बाद का होना चाहिए.
hr: Vrijednost mora biti $1 ili nakon toga.
kn: ಮೌಲ್ಯವು $1 ಅಥವಾ ನಂತರದ್ದಾಗಿರಬೇಕು.
ko: 값은 $1 이후여야 합니다.
lv: Vērtībai ir jābūt “$1” vai vēlākam datumam vai laikam.
ml: മൂല്യം $1 എന്നതോ അതിനുശേഷമുള്ള തീയതിയോ ആയിരിക്കണം.
mr: मूल्य $1 किंवा नंतरचे असणे आवश्यक आहे.
ms: Nilai mestilah $1 atau kemudian.
ro: Valoarea pentru dată/oră trebuie să fie $1 sau una ulterioară.
sl: Vrednost mora biti $1 ali pozneje.
sr: Вредност мора да буде $1 или новија.
sw: Thamani lazima iwe $1 au baadaye.
ta: மதிப்பானது $1 அல்லது அதற்குப் பின்பு இருக்க வேண்டும்.
te: విలువ తప్పనిసరిగా $1 లేదా అంతకంటే తదుపరిది అయి ఉండాలి.
uk: Має бути $1 або пізніша дата.
vi: Giá trị phải là $1 hoặc muộn hơn.

# IDS_FORM_VALIDATION_RANGE_OVERFLOW
source: Value must be less than or equal to $1.
am: ዋጋ ከ$1 የሚያንስ ወይም ከእሱ እኩል መሆን አለበት።
ar: يجب أن تكون القيمة أقل من أو تساوي $1.
cs: Hodnota musí být menší nebo rovna $1.
de: Wert muss kleiner als oder gleich $1 sein.
fa: مقدار باید کمتر یا برابر با $1 باشد.
fil: Dapat mas mababa kaysa sa o katumbas ng $1 ang halaga.
gu: મૂલ્ય $1 જેટલું અથવા આનાથી ઓછું હોવું આવશ્યક છે.
he: הערך חייב להיות קטן מ-$1 או שווה לו.
hi: मान $1 से कम या इसके बराबर होना चाहिए.
hr: Vrijednost mora biti $1 ili manja.
kn: ಮೌಲ್ಯವು $1 ಕ್ಕೆ ಸಮನಾಗಿರಬಹುದು ಅಥವಾ ಅದಕ್ಕಿಂತಲೂ ಕಡಿಮೆ ಆಗಿರಬಹುದು.
ko: 값은 $1 이하여야 합니다.
lv: Vērtībai ir jābūt mazākai vai vienādai ar $1.
ml: മൂല്യം $1 എന്നതില്‍ കുറവോ സമമോ ആയിരിക്കണം.
mr: मूल्य $1 पेक्षा कमी किंवा समान असावे.
ms: Nilai mestilah kurang daripada atau sama dengan $1.
ro: Valoarea trebuie să fie mai mică sau egală cu $1.
sl: Vrednost mora biti manjša od $1 ali enaka.
sr: Вредност сме да буде највише $1.
sw: Lazima thamani iwe chache kuliko au sawa na $1.
ta: மதிப்பானது கண்டிப்பாக $1 ஐ விடக்குறைவாக அல்லது அதற்குச் சமமாக இருக்க வேண்டும்.
te: విలువ ఖచ్చితంగా $1 కంటే తగ్గువగా లేదా సమానంగా ఉండాలి.
uk: Значення має бути меншим або дорівнювати $1.
vi: Giá trị phải nhỏ hơn hoặc bằng $1.

# IDS_FORM_VALIDATION_RANGE_OVERFLOW_DATETIME
source: Value must be $1 or earlier.
am: ዋጋ $1 ወይም ከዚያ በፊት መሆን አለበት።
ar: يجب أن تكون القيمة $1 أو قبل ذلك.
cs: Datum musí být $1 nebo dříve.
de: Verwenden Sie $1 oder einen früheren Wert.
fa: مقدار باید $1 یا قبل از آن باشد.
fil: Dapat $1 o mas nauna ang value.
gu: મૂલ્ય $1 અથવા પહેલાંનું હોવું આવશ્યક છે.
he: על הערך להיות $1 או מוקדם יותר.
hi: मान $1 या पहले का होना चाहिए.
hr: Vrijednost mora biti $1 ili prije toga.
kn: ಮೌಲ್ಯವು $1 ಅಥವಾ ಹಿಂದಿನದ್ದಾಗಿರಬೇಕು.
ko: 값은 $1 이전이어야 합니다.
lv: Vērtībai ir jābūt “$1” vai agrākam datumam vai laikam.
ml: മൂല്യം $1 എന്നതോ അതിനുമുമ്പുള്ള തീയതിയോ ആയിരിക്കണം.
mr: मूल्य $1 किंवा आधीचे असणे आवश्यक आहे.
ms: Nilai mestilah $1 atau lebih awal.
ro: Valoarea pentru dată/oră trebuie să fie $1 sau una anterioară.
sl: Vrednost mora biti $1 ali prej.
sr: Вредност мора да буде $1 или старија.
sw: Thamani lazima iwe $1 au mapema.
ta: மதிப்பு $1 அல்லது அதற்கு முன்பு இருக்க வேண்டும்.
te: విలువ తప్పనిసరిగా $1 లేదా అంతకంటే మునుపటిది అయి ఉండాలి.
uk: Має бути $1 або раніша дата.
vi: Giá trị phải là $1 hoặc sớm hơn.

# IDS_FORM_VALIDATION_BAD_INPUT_DATETIME
source: Please enter a valid value. The field is incomplete or has an invalid date.
am: እባክዎ የሚሰራ ዋጋ ያስገቡ። መስኩ ያልተጠናቀቀ ነው ወይም ልክ ያልሆነ ቀን አለው።
ar: يرجى إدخال قيمة صالحة. الحقل غير مكتمل أو أن التاريخ غير صالح.
cs: Zadejte prosím platnou hodnotu. Pole obsahuje neúplnou hodnotu nebo neplatné datum.
de: Geben Sie einen gültigen Wert ein. Das Feld ist nicht vollständig oder enthält ein ungültiges Datum.
fa: لطفاً یک مقدار معتبر وارد کنید. این قسمت کامل نیست و یا تاریخ نامعتبر است.
fil: Mangyaring maglagay ng wastong halaga. Hindi kumpleto ang field o may isang di-wastong petsa.
gu: કૃપા કરીને માન્ય કિંમત દાખલ કરો. ફીલ્ડ અપૂર્ણ છે અથવા અમાન્ય તારીખ ધરાવે છે.
he: הזן ערך חוקי. השדה ריק או שהוא מכיל תאריך לא חוקי.
hi: कृपया मान्य मान डालें. फ़ील्ड अधूरी है या उसमें एक अमान्य दिनांक है.
hr: Unesite važeću vrijednost. Ovo je polje nepotpuno ili sadrži nevažeći datum.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ. ಕ್ಷೇತ್ರವು ಅಪೂರ್ಣವಾಗಿದೆ ಅಥವಾ ಅಮಾನ್ಯ ದಿನಾಂಕವನ್ನು ಹೊಂದಿದೆ.
ko: 유효한 값을 입력하세요. 입력을 완료하지 않았거나 날짜가 잘못되었습니다.
lv: Lūdzu, ievadiet derīgu vērtību. Šis lauks nav pabeigts, vai tajā ir norādīts nederīgs datums.
ml: ഒരു സാധുതയുള്ള മൂല്യം നൽകുക. ഫീൽഡ് പൂർണ്ണമല്ല അല്ലെങ്കിൽ അസാധുവായ തീയതിയിലുള്ളതാണ്.
mr: कृपया एक वैध मूल्य प्रविष्ट करा. फील्ड अपूर्ण आहे किंवा अवैध तारीख आहे.
ms: Sila masukkan nilai yang sah. Medan tidak lengkap atau mengandungi tarikh yang tidak sah.
ro: Introduceți o valoare validă. Câmpul este incomplet sau conține o dată nevalidă.
sl: Vnesite veljavno vrednost. Vnos v polje je nepopoln ali vsebuje neveljaven datum.
sr: Унесите важећу вредност. Поље није попуњено или садржи неважећи датум.
sw: Tafadhali ingiza thamani halali. Uga umekamilika au una tarehe batili.
ta: சரியான மதிப்பை உள்ளிடவும். இந்தப் புலம் முழுமையற்றதாக உள்ளது அல்லது தவறான தேதியைக் கொண்டுள்ளது.
te: దయచేసి చెల్లుబాటు అయ్యే విలువను నమోదు చేయండి. ఫీల్డ్ అసంపూర్ణంగా ఉంది లేదా చెల్లని తేదీని కలిగి ఉంది.
uk: Введіть дійсне значення. Поле не заповнено або введено недійсну дату.
vi: Vui lòng nhập một giá trị hợp lệ. Trường không hoàn chỉnh hoặc có giá trị không hợp lệ.

# IDS_FORM_VALIDATION_BAD_INPUT_NUMBER
source: Please enter a number.
am: እባክዎ ቁጥር ያስገቡ።
ar: الرجاء إدخال عدد.
cs: Zadejte prosím číslo.
de: Geben Sie eine Nummer ein.
fa: لطفاً شماره‌ای را وارد کنید.
fil: Mangyaring maglagay ng numero.
gu: કૃપા કરીને એક નંબર દાખલ કરો.
he: הזן מספר.
hi: कृपया कोई संख्या डालें.
hr: Unesite broj.
kn: ದಯವಿಟ್ಟು ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 숫자를 입력하세요.
lv: Lūdzu, ievadiet skaitli.
ml: ഒരു നമ്പർ നൽകുക.
mr: कृपया एक नंबर प्रविष्ट करा.
ms: Sila masukkan nombor.
ro: Introduceți un număr.
sl: Vnesite številko.
sr: Унесите број.
sw: Tafadhali ingiza nambari.
ta: எண்ணை உள்ளிடுக.
te: దయచేసి సంఖ్యను నమోదు చేయండి.
uk: Введіть число.
vi: Vui lòng nhập một số.

# IDS_FORM_VALIDATION_VALUE_MISSING
source: Please fill out this field.
am: እባክዎ ይህን መስክ ይሙሉት።
ar: الرجاء ملء هذا الحقل.
cs: Vyplňte prosím toto pole.
de: Füllen Sie dieses Feld aus.
fa: لطفاً این قسمت را تکمیل کنید.
fil: Pakipunan ang field na ito.
gu: કૃપા કરીને આ ફીલ્ડ ભરો.
he: מלא שדה זה.
hi: कृपया इस फ़ील्ड को भरें.
hr: Ispunite ovo polje.
kn: ದಯವಿಟ್ಟು ಈ ಕ್ಷೇತ್ರವನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 이 입력란을 작성하세요.
lv: Aizpildiet šo lauku.
ml: ദയവായി ഈ ഫീല്‍ഡ് പൂരിപ്പിക്കുക.
mr: कृपया हे फील्ड भरा.
ms: Sila isikan medan ini.
ro: Completați acest câmp.
sl: Izpolnite to polje
sr: Попуните ово поље.
sw: Tafadhali jaza sehemu hii.
ta: இந்தப் புலத்தை நிரப்புக.
te: దయచేసి ఈ ఫీల్డ్‌ని పూర్తి చెయ్యండి.
uk: Заповніть це поле.
vi: Vui lòng điền vào trường này.

# IDS_FORM_VALIDATION_VALUE_MISSING_CHECKBOX
source: Please check this box if you want to proceed.
am: ለመቀጠል ከፈለጉ እባክዎ ይህ ሳጥን ላይ ምልክት ያድርጉ።
ar: الرجاء تحديد هذا المربع إذا أردت المتابعة.
cs: Chcete-li pokračovat, zaškrtněte toto políčko.
de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie fortfahren möchten.
fa: در صورتی که می‌خواهید ادامه دهید، این کادر را انتخاب کنید.
fil: Pakitingnan ang kahon na ito kung gusto mong magpatuloy.
gu: જો તમે આગળ વધવા માંગતા હો તો કૃપા કરીને આ બૉક્સને ચેક કરો.
he: סמן תיבה זו אם אתה רוצה להמשיך.
hi: यदि आप आगे बढ़ना चाहते हैं तो इस बॉक्‍स को चेक करें.
hr: Označite taj okvir ako želite ići dalje.
kn: ನೀವು ಮುಂದುವರೆಯಬೇಕಾದರೆ ದಯವಿಟ್ಟು ಈ ಬಾಕ್ಸ್ ಅನ್ನು ಪರೀಕ್ಷಿಸಿ.
ko: 계속하려면 이 확인란을 선택하세요.
lv: Lai turpinātu, atzīmējiet šo izvēles rūtiņu.
ml: നിങ്ങള്‍ തുടരാന്‍ താല്‍പ്പര്യപ്പെടുന്നെങ്കില്‍ ഈ ബോക്സ് ദയവായി പരിശോധിക്കുക.
mr: कृपया आपण पुढे चालू ठेवू इच्छित असल्यास हा बॉक्स पहा.
ms: Sila tandakan kotak ini jika anda mahu teruskan.
ro: Bifați caseta dacă doriți să continuați.
sl: Potrdite to polje, če želite nadaljevati.
sr: Потврдите избор у овом пољу за потврду уколико желите да наставите.
sw: Tafadhali angalia kikasha hiki iwapo unataka kuendelea.
ta: தொடர விரும்பினால், இந்தப் பெட்டியைத் தேர்ந்தெடுங்கள்.
te: దయచేసి మీరు కొనసాగాలనుకుంటే ఈ బాక్స్‌కి టిక్కు పెట్టండి.
uk: Поставте тут прапорець, якщо хочете продовжити.
vi: Vui lòng chọn hộp kiểm này nếu bạn muốn tiếp tục.

# IDS_FORM_VALIDATION_VALUE_MISSING_FILE
source: Please select a file.
am: እባክዎ ፋይል ይምረጡ።
ar: الرجاء تحديد ملف.
cs: Vyberte prosím soubor.
de: Wählen Sie eine Datei aus.
fa: لطفاً یک فایل انتخاب کنید.
fil: Mangyaring pumili ng file.
gu: કૃપા કરીને કોઈ ફાઇલ પસંદ કરો.
he: בחר קובץ.
hi: कृपया किसी फ़ाइल को चुनें.
hr: Odaberite datoteku.
kn: ದಯವಿಟ್ಟು ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ.
ko: 파일을 선택하세요.
lv: Lūdzu, atlasiet failu.
ml: ദയവായി ഒരു ഫയല്‍ തരം തിരഞ്ഞെടുക്കുക.
mr: कृपया एखादी फाइल निवडा.
ms: Sila pilih fail.
ro: Selectați un fișier.
sl: Izberite datoteko.
sr: Изаберите датотеку.
sw: Tafadhali chagua faili.
ta: ஒரு கோப்பை தேர்ந்தெடுக்கவும்.
te: దయచేసి ఒక ఫైల్‌ని ఎంచుకోండి.
uk: Виберіть файл.
vi: Vui lòng chọn một tệp.

# IDS_FORM_VALIDATION_VALUE_MISSING_RADIO
source: Please select one of these options.
am: እባክዎ ከእነዚህ አማራጮች ውስጥ አንዱን ይምረጡ።
ar: الرجاء اختيار أحد هذه الخيارات.
cs: Vyberte jednu z těchto možností.
de: Wählen Sie eine dieser Optionen aus.
fa: لطفاً یکی از این گزینه‌ها را انتخاب کنید.
fil: Mangyaring pumili ng isa sa mga opsyong ito.
gu: કૃપા કરીને આ વિકલ્પોમાંથી કોઈ એક પસંદ કરો.
he: בחר אחת מהאפשרויות הבאות.
hi: कृपया इनमें से कोई विकल्प चुनें.
hr: Izaberite jednu od tih opcija.
kn: ದಯವಿಟ್ಟು ಈ ಕೆಳಗಿನ ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸಿ.
ko: 다음 옵션 중 하나를 선택하세요.
lv: Lūdzu, atlasiet vienu no šīm opcijām.
ml: ഈ ഓപ്ഷനുകളിലൊന്ന് ദയവായി തിരഞ്ഞെടുക്കുക.
mr: कृपया या पर्यायांपैकी एक निवडा.
ms: Sila pilih salah satu pilihan ini.
ro: Selectați una dintre aceste opțiuni.
sl: Izberite eno od teh možnosti.
sr: Изаберите неку од ових опција.
sw: Tafadhali chagua moja wapo ya chaguo hizi.
ta: தயவுசெய்து இந்த விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுங்கள்.
te: దయచేసి ఈ ఎంపికలలో ఒకదాన్ని ఎంచుకోండి.
uk: Виберіть один із запропонованих варіантів.
vi: Vui lòng chọn một trong các tùy chọn sau.

# IDS_FORM_VALIDATION_VALUE_MISSING_SELECT
source: Please select an item in the list.
am: እባክዎ በዝርዝሩ ውስጥ አንድ ንጥል ይምረጡ።
ar: الرجاء تحديد عنصر من القائمة.
cs: Vyberte prosím v seznamu některou položku.
de: Wählen Sie ein Element in der Liste aus.
fa: لطفاً یک مورد را در لیست انتخاب کنید.
fil: Mangyaring pumili ng item sa listahan.
gu: કૃપા કરીને સૂચિમાંથી એક આઇટમ પસંદ કરો.
he: בחר פריט מהרשימה.
hi: कृपया सूची में किसी आइटम को चुनें.
hr: Odaberite stavku s popisa.
kn: ಪಟ್ಟಿಯಲ್ಲಿನ ಐಟಂ ಅನ್ನು ದಯವಿಟ್ಟು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 목록에서 항목을 선택하세요.
lv: Atlasiet vienumu sarakstā.
ml: പട്ടികയിലെ ഒരു ഇനം ദയവായി തിരഞ്ഞെടുക്കുക
mr: कृपया सूचीमधील आयटम निवडा.
ms: Sila pilih item dalam senarai.
ro: Selectați un articol din listă.
sl: Izberite element s seznama.
sr: Изаберите ставку са листе.
sw: Tafadhali chagua kipengee katika orodha.
ta: பட்டியலிலிருந்து ஒரு உருப்படியைத் தேர்ந்தெடுங்கள்.
te: దయచేసి జాబితాలోని ఒక అంశాన్ని ఎంచుకోండి.
uk: Виберіть елемент зі списку.
vi: Vui lòng chọn một mục trong danh sách.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_EMAIL
source: Please enter an email address.
am: እባክዎ የኢሜይል አድራሻ ያስገቡ።
ar: الرجاء إدخال عنوان البريد الإلكتروني.
cs: Zadejte prosím e-mailovou adresu.
de: Geben Sie eine E-Mail-Adresse ein.
fa: لطفاً یک آدرس ایمیل وارد کنید.
fil: Mangyaring magpasok ng email address.
gu: કૃપા કરી કોઈ ઇમેઇલ સરનામું દાખલ કરો.
he: הזן כתובת דוא"ל.
hi: कृपया ई-मेल पता दर्ज करें.
hr: Unesite adresu e-pošte.
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: 이메일 주소를 입력하세요.
lv: Ievadiet e-pasta adresi.
ml: ദയവായി ഒരു ഇമെയില്‍ വിലാസം നല്‍കുക.
mr: कृपया एक ईमेल पत्ता प्रविष्ट करा.
ms: Sila masukkan alamat e-mel.
ro: Introduceți o adresă de e-mail.
sl: Vnesite e-poštni naslov
sr: Унесите адресу е-поште.
sw: Tafadhali ingiza anwani ya barua pepe.
ta: ஒரு மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి ఇమెయిల్ చిరునామాను ఎంటర్ చెయ్యండి.
uk: Введіть електронну адресу.
vi: Vui lòng nhập địa chỉ email.

# IDS_FORM_VALIDATION_TYPE_MISMATCH_URL
source: Please enter a URL.
am: እባክዎ አንድ ዩ አር ኤል ያስገቡ።
ar: ‏الرجاء إدخال عنوان URL.
cs: Zadejte prosím adresu URL.
de: Geben Sie eine URL ein.
fa: ‏لطفاً یک URL وارد کنید.
fil: Mangyaring magpasok ng URL.
gu: કૃપા કરી કોઈ URL દાખલ કરો.
he: הזן כתובת אתר.
hi: कृपया URL लिखें.
hr: Unesite URL.
kn: ದಯವಿಟ್ಟು URL ಅನ್ನು ನಮೂದಿಸಿ.
ko: URL을 입력하세요.
lv: Ievadiet URL.
ml: ദയവായി ഒരു URL നല്‍കുക.
mr: कृपया एखादी URL प्रविष्ट करा.
ms: Sila masukkan URL.
ro: Introduceți o adresă URL.
sl: Vnesite URL.
sr: Унесите URL адресу.
sw: Tafadhali ingiza URL.
ta: URL ஐ உள்ளிடுக.
te: దయచేసి ఒక URLని ఎంటర్ చెయ్యండి.
uk: Введіть URL-адресу.
vi: Vui lòng nhập URL.

# IDS_FORM_VALIDATION_PATTERN_MISMATCH
source: Please match the requested format.
am: እባክዎ የተጠየቀውን ቅርጸት ያዛምዱ።
ar: الرجاء مطابقة التنسيق المطلوب.
cs: Zadejte hodnotu, která odpovídá požadovanému formátu.
de: Ihre Eingabe muss mit dem geforderten Format übereinstimmen.
fa: لطفاً با قالب درخواستی مطابقت دهید.
fil: Pakitugma ang hiniling na format.
gu: કૃપા કરીને વિનંતી કરેલા ફોર્મેટ સાથે મેળ કરો.
he: התאם את הפורמט המבוקש.
hi: कृपया अनुरोधित प्रारूप का मिलान करें.
hr: Udovoljite zadanom formatu.
kn: ದಯವಿಟ್ಟು ವಿನಂತಿಸಿದ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿಸಿ.
ko: 요청한 형식과 일치시키세요.
lv: Pieskaņojiet vērtību prasītajam formātam.
ml: അഭ്യര്‍ത്ഥി ച്ചഫോര്‍മാറ്റ് ദയവായി പൊരുത്തപ്പെടുത്തുക.
mr: कृपया विनंती केलेले स्वरूपन जुळवा.
ms: Sila padankan dengan format yang diminta.
ro: Potriviți cu formatul solicitat.
sl: Poskrbite za ujemanje z zahtevano obliko.
sr: Изаберите захтевани формат.
sw: Tafadhali linganisha umbizo lililoombwa.
ta: கோரிய வடிவமைப்பில் தருக.
te: దయచేసి అభ్యర్థించిన ఆకృతీకరణను సరిపోల్చండి.
uk: Виберіть потрібний формат.
vi: Vui lòng khớp với định dạng được yêu cầu.
